Repository: chagraCome/Blueshopv3
Catalog: Modules/Installer/Backend/Lang/*.po
Languages: de

source: Setting
de: Einstellungen

source: Module Management
de: Module Verwalten

source: Installer Module
de: Module Installieren

source: List Modules
de: Alle Module auflisten

source: Show Module Information
de: Module Informationen zeigen

source: List details installed in the store.
de: Installierte Details zeigen

source: Modules Management
de: Module verwalten

source: Details has been upldated successfully.
de: Details wurden erfolgreich aktualisiert

source: manifest not found.
de: Offenbar nicht gefunden

source: Details has been installed successfully.
de: Details wurden erfolgreich installiert.
