Repository: chagraCome/Blueshopv3
Catalog: Modules/Crm/I18N/*.po
Languages: ar, de, fr

source: Modify Account
ar: تعديل حساب
de: Account ändern
fr: Modifier le Compte

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
fr: Changer Mot de pass

source: List Contacts
ar: قائمة جهات الاتصال
de: Alle Kontakte auflisten
fr: Liste des Contacts

source: Edit Contact
ar: تعديل جهة اتصال
de: Kontakt editieren
fr: Modifier Contact

source: Add new Contact
ar: اضافة جهة اتصال جديدة
de: Neuen Kontakt hinzufügen
fr: Ajouter contact

source: Contact Us
ar: اتصل بنا
de: Kontakt
fr: Contactez-nous

source: Contact Form submited
ar: تم اعتماد طلبكم
de: Kontaktformular vorgelegt
fr: Formulaire de contact soumis

source: Back to home
ar: الرجوع الى الرئيسية
de: Zur Startseite zurückkehren
fr: Retour à l'accueil

source: Quick links
ar: روابط سريعة
de: Schnelle Links
fr: liens rapides

source: To reset your password click here
ar: لاعادة تعيين كلمة المرور يرجى الضغط هنا
de: Hier klicken um Passwort zurückzusetzen
fr: Pour réinitialiser votre mot de passe cliquez ici

source: Login to your Panel
ar: تسجيل الدخول على لوحة التحكم
de: Login zu ihrem Kontrolpanel
fr: Connectez-vous à votre panneau

source: Reset Password
ar: اعادة تعيين كلمة المرور
de: Passwort zurücksetzen
fr: Réinitialiser mot passe

source: Please enter your email
ar: الرجاء ادخال البريد الالكتروني
de: Bitte Email eingeben
fr: S'il vous plaît, entrez votre e-mail

source: Send
ar: إرسال
de: Senden
fr: Envoyer

source: Reset Password Success
ar: تعيين كلمة المرور تمت بنجاح
de: Passwort zurücksetzen erfolgreich
fr: Définir mot de passe a réussi

source: Customer Control Panel
ar: لوحة تحكم العملاء
de: Kunden Kontrolpanel
fr: Panneau de configuration de client

source: My Data
ar: معلوماتي
de: Meine Daten
fr: Mes informations

source: Logout
ar: تسجيل الخروج
de: Abmelden
fr: Déconnexion

source: Account Area
ar: حسابي
de: Accountbereich
fr: Mon Compte

source: Group Name
ar: اسم المجموعة
fr: Nom du group

source: Change Password Success
ar: تم تغيير كلمة المرور بنجاح
de: Passwort ändern erfolgreich
fr: Définir mot de passe a réussi

source: Register new User
ar: تسجيل مستخدم جديد
de: Neuen Benutzer registrieren
fr: Enregistrer un nouveau utilisateur

source: Dear visitor please verify inputs
ar: عزيزي العميل الرجاء التاكد من المدخلات
de: Lieber Besucher bitte Eingaben verifizieren
fr: Cher visiteur s'il vous plaît vérifier les entrées

source: Related Tickets
ar: التذاكر المتعلقة
fr: Les tickets Liées

source: Add New Ticket
fr: Ajouter un nouveau ticket

source: List Accounts
ar: قائمة الحسابات
de: Alle Accounts auflisten
fr: Liste des Comptes

source: Edit Account
ar: تعديل الحساب
de: Account ändern
fr: Modifier le Compte

source: Add new Account
ar: إضافة حساب جديد
de: Neuen Account hinzufügen
fr: Ajouter un Compte

source: Add a new Account
ar: اضافة حساب جديد
de: Neuen Account hinzufügen
fr: Ajouter un compte

source: List Account Groups
ar: قائمة مجموعات الحساب
de: Alle Accountgruppen auflisten
fr: Liste Groupes de compte

source: Edit Account Group
ar: تعديل مجموعة الحساب
de: Accountgruppe ändern
fr: Modifier les Groupes de compte

source: Add new Group
ar: إضافة مجموعة جديدة
de: Neue Gruppe hinzufügen
fr: Ajouter un groupe

source: List Groups
ar: قائمة المجموعات
de: Alle Gruppen auflisten
fr: Liste des groupes

source: Add new Account Group
ar: إضافة مجموعة حساب جديدة
de: Neue Kontaktgruppe erstellen
fr: Ajouter Groupe de compte

source: Add new Account Source
ar: اضافة مصدرحساب جديد
de: Neue Accountquelle hinzufügen
fr: Ajouter un source de compte

source: List Account Source
ar: قائمة مصادر الحساب
de: Alle Accountquellen auflisten
fr: Liste des sources du compte

source: Add new Account Stage
ar: إضافة مرحلة حساب جديدة
de: Neue Accountetappe hinzufügen
fr: Ajouter une nouvelle étape de compte

source: List Account Stage
ar: قائمة مراحل الحساب
de: Alle Accountetappen auflisten
fr: Liste des Etape de compte

source: Manage Email templates
ar: ادارة قوالب الايميلات
de: Emailvorlagen verwalten
fr: Gérer les templates de e-mail

source: Mail server settings
ar: اعدادات خادم البريد الالكتروني
fr: Paramètres du serveur de messagerie

source: Account Settings
ar: اعدادات الحساب
de: Accounteinstellungen
fr: Paramètres du compte

source: Contact Settings
ar: اعدادات جهة الاتصال
de: Kontakteinstelleungen
fr: Paramètres de contact

source: Lead Settings
ar: اعدادات المهتمين
de: Leadeinstellungen
fr: Paramètres d'interesses

source: List contacts
ar: قائمة جهات الاتصال
de: Alle Kontakte auflisten
fr: Liste des Contact

source: Edit contact
ar: تعديل جهة اتصال
de: Kontakt editieren
fr: Modifier le contact

source: Add new contact
ar: إضافة جهة إتصال جديدة
de: Neuen Kontakt hinzufügen
fr: Ajouter un contact

source: go to account
ar: الذهاب الى الحساب
de: Gehe zu Account
fr: Aller au compte

source: Convert to account
ar: تحويل الى حساب
de: Zu Account konvertieren
fr: Convertir en compte

source: Add a new Contact
ar: اضافة جهة اتصال جديدة
de: Neuen Kontakt hinzufügen
fr: Ajouter un contact

source: List Contact
ar: قائمة جهات الاتصال
de: Alle Kontakte auflisten
fr: Liste des contacts

source: List contact Groups
ar: قائمة مجموعات جهة الاتصال
de: Alle Kontaktgruppen auflisten
fr: Liste des groupe de contact

source: Add new contact Group
ar: اضافة مجموعة جهة اتصال جديدة
de: Neue Kontaktgruppe erstellen
fr: Ajouter un group de contacte

source: List Contact Groups
ar: قائمة مجموعات جهات الاتصال
fr: Liste des groupe de contact

source: Add new Contact Source
ar: إضافة مصدر جهة اتصال جديد
de: Neue Kontaktquelle hinzufügen
fr: Ajouter source de contact

source: List Contact Source
ar: قائمة مصادر جهات الاتصال
de: Alle Kontaktquellen auflisten
fr: Liste des sources de contact

source: Add new Contact Stage
ar: اضافة مرحلة جهة اتصال جديدة
de: Neue Kontaktetappe hinzufügen
fr: Ajouter une etape de contact

source: List Contact Stage
ar: قائمة مراحل جهات الاتصال
de: Alle Kontaktetappen auflisten
fr: Liste des Etapes de contact

source: Mail Server Settings
ar: اعدادات خادم البريد الالكتروني
de: Mailserver Einstellungen
fr: Paramètres du serveur de messagerie

source: Account Group
ar: مجموعة حسابات
de: Accountgruppe
fr: Groupe de compte

source: Contact Group
ar: مجموعة جهة اتصال
de: Kontaktgruppe
fr: Groupe de Contact

source: Lead Group
ar: مجموعة المهتمين
de: Leadgruppe
fr: Groupe d'interessé

source: Add new Contact Group
ar: اضافة مجموعة جهة اتصال جديدة
de: Neue Kontaktgruppe hinzufügen
fr: Ajouter un groupe de contact

source: Add new Lead Group
ar: اضافة مجموعة مهتمين جديدة
de: Neue Leadgruppe hinzufügen
fr: Ajouter un Groupe d'interessé

source: List Leads
ar: قائمة المهتمين
de: Alle Leads auflisten
fr: Liste d'interessés

source: Edit Lead
ar: تعديل مهتم
de: Lead editieren
fr: Modifier intéressé

source: Add new Lead
ar: اضافة مهتم جديد
de: Neuen Lead hinzufügen
fr: Ajouter intéressé

source: Convert to contact
ar: تحويل الى جهة اتصال
de: Zu Kontakt konvertieren
fr: Convertir au contact

source: List Lead Groups
ar: قائمة مجموعات المهتمين
de: Alle Leadgruppen auflisten
fr: Liste Groupe d'interessé

source: Add new Lead Source
ar: إضافة مصدر مهتم جديد
fr: Ajouter Sources d'interessé

source: List Lead Source
ar: قائمة مصادر المهتمين
fr: Liste source d'interessé

source: Account Source
ar: مصادر الحساب
de: Accountquellen
fr: Source de compte

source: Contact Source
ar: مصادر جهات الاتصال
de: Kontakquellen
fr: Source de Contact

source: Lead Source
fr: Sources d'intéressées

source: Account Stage
ar: مراحل الحساب
de: Accountetappen
fr: Etape de Compte

source: Contact Stage
ar: مراحل جهة الاتصال
de: Kontaktetappen
fr: Etape de contact

source: Login
ar: تسجيل الدخول
de: Anmelden
fr: Connexion

source: My Account
ar: معلوماتي
de: Mein Konto
fr: Mon compte

source: Home
ar: الرئيسية
fr: Page d'accueil

source: Account Information
ar: معلومات الحساب
de: Accountinformationen
fr: Information du Compte

source: Manage Addresses
ar: إدارة العناوين
de: Adressen verwalten
fr: Gérer les adresses

source: Sales Order
ar: طلبات الشراء
de: Bestellung
fr: Ordre d'achat

source: Invoices
ar: الفواتير
de: Rechnungen
fr: Factures

source: Settings
ar: الاعدادات
de: Einstellungen
fr: Paramètres

source: Contact Shop Owner
ar: الإتصال بصاحب المتجر
de: Shopbesitzer kontaktieren
fr: Contact le Propriétaire

source: Newsletter Subscription
ar: الاشتراك في خدمة الرسائل الاخبارية
de: Newsletter abonnieren
fr: abonnement du newsletter

source: Policy
de: Richtlinien
fr: politique

source: To serve with distinction and to achieve the target in the preparation
ar: لخدمتكم بتميز و لتحقيق الهدف في إعداد ما
fr: Pour servir avec distinction et pour atteindre l'objectif dans la préparation

source: which aims to find out the nature of work in your company
ar: والذي يهدف لمعرفة طبيعة العمل في شركتكم
fr: qui vise à savoir la nature du travail dans votre entreprise

source: Name
ar: الاسم
fr: Nom

source: Company Url
ar: رابط الشركة
de: Url der Firma
fr: Url du Société

source: What are the products you want to sell it on your shop
ar: ما هي المنتجات التي ترغب في بيعها في متجرك الإلكتروني؟
fr: Quels sont les produits que vous souhaitez vendre sur votre boutique

source: How many products do you want to sell your shop
ar: كم عدد المنتجات التي ترغب في بيعها في متجرك الإلكتروني؟
fr: Combien de produits que vous voulez vendre votre magasin

source: Do you have a list of excel containing products
ar: هل لديك قائمة على أكسل تحتوي على منتجاتك
fr: Avez-vous une liste de Excel contenant des produits

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

source: Do you have a model to shop
ar: هل لديك نموذج (مثال حي) لمتجر
fr: Avez-vous un modèle de magasiner

source: What are the payment methods you want to use
ar: ما هي وسائل الدفع التي ترغب في استخدامها؟
fr: Quelles sont les méthodes de paiement que vous souhaitez utiliser

source: what are the domains that you
ar: ما هي الدومينات التي لديك
fr: Quels sont vos domaines

source: Submit
ar: حفظ
de: Absenden
fr: Soumettre

source: Account Activation
ar: تفعيل حساب
de: Accountaktivierung
fr: Activation du Compte

source: Add new Address
ar: اضافة عنوان جديد
de: Neue Adresse hinzufügen
fr: Ajouter une Address

source: Confirm Payment
de: Bezahlung bestätigen
fr: Confirmer le paiement

source: Please wait until resetting password
de: Bitte warten bis Passwort zurückgesetzt wurde
fr: S'il vous plaît patienter jusqu'à la remise du mot de passe

source: Welcome
ar: مرحبا
fr: Bienvenue

source: Account Number
ar: رقم الحساب
fr: Numéro de compte

source: Open Sales Orders
ar: قائمة طلبات الشراء المفتوحة
de: Offene Bestellungen
fr: Les Commande ouvert

source: Pending Sales Orders
ar: قائمة طلبات الشراء في الانتظار
de: Ausstehende Bestellungen
fr: Les Commande en attendant

source: Paid Sales Orders
ar: قائمة طلبات الشراء المدفوعة
de: Bezahlte Bestellungen
fr: Les Commande payé

source: All Sales Orders
ar: قائمة طلبات الشراء
de: Alle Bestellungen
fr: Liste des Commande

source: My Quotation
ar: عروض الاسعار
fr: Mes devis

source: List Quotation
fr: Liste des Devis

source: Newsletters
de: Newsletter
fr: Newsletter

source: Contact Shop owner
ar: الإتصال بصاحب المتجر
de: Shopbesitzer kontaktieren
fr: Contacter le Propriétaire

source: Latest Sales Orders
ar: احدث طلبات الشراء
de: Letzte Bestellungen
fr: Dernières Commande

source: Sales Order Number
ar: رقم طلب الشراء
de: Bestellnummer
fr: Numero de Commande

source: Pay Now
de: Jetzt bezahlen
fr: Payer maintenant

source: Cancel Sales Order
ar: الغاء طلب الشراء
de: Bestellung stornieren
fr: Annuler la Commande

source: Total Price
de: Summe
fr: Prix Total

source: State
ar: الحالة
de: Status
fr: Etat

source: Details
de: Informationen
fr: Détails

source: There is no Sales Orders
ar: لاتوجد طلبات شراء
de: Es gibt keine Bestellungen
fr: Y a pas de Commande

source: See all my Sales Orders
ar: قائمة طلبات الشراء
de: Meine Bestellungen anzeigen
fr: Liste de Commande

source: My Quotations
ar: عروض الاسعار
de: Meine Angebote
fr: Devis

source: Quotation Number
ar: رقم عرض الاسعار
de: Angebotsnummer
fr: Numero de devis

source: Accept
de: Zustimmen
fr: Accepter

source: There is no quotaions
ar: لا توجد عروض اسعار
de: Es gibt kein Angebot
fr: Y a pas de devis

source: See All Quotations
ar: قائمة عروض الأسعار
de: Alle Angebote Anzeigen
fr: Liste des devis

source: My Invoices
ar: الفواتير
de: Meine Rechnungen
fr: Facture

source: Invoice Number
ar: رقم الفاتورة
de: Rechnungsnummer
fr: Numero de Facture

source: There is no invoices
ar: لا توجد فواتير
de: Es gibt keine Rechnung
fr: Y a pas des Factures

source: See All Invoices
ar: قائمة الفواتير
de: Alle Rechnungen anzeigen
fr: Liste des factures

source: Shipped Sales Orders
ar: قائمة طلبات الشراء المشحونة
fr: Liste de commande Expédié

source: Your Invoices
de: Ihre Rechnungen
fr: Vos factures

source: New Customer
ar: عميل جديد
de: Neuer Kunde
fr: Nouveau client

source: Register Account
de: Account registrieren
fr: Je m'inscris

source: Continue
de: Fortfahren
fr: Continuer

source: Your Messages
ar: رسالتك
de: Ihre Nachrichten
fr: Votre Message

source: Enter your email address
de: Emailadresse eingeben
fr: Entrez votre adresse e-mail

source: Email Address
ar: عنوان البريد الالكتروني
de: Emailadresse
fr: Adresse e-mail

source: SUBSCRIBE
de: Abonnieren
fr: ABONNEZ-VOUS

source: Shop Policy
ar: شروط التسوق
de: Shoprichtlinien
fr: Politique de la boutique

source: Your Quotations
ar: عروض الاسعار
de: Ihre Angebote
fr: Les Devis

source: Open a new account
de: Neuen Account eröffnen
fr: Ouvrir un nouveau compte

source: Resend Activation Code
ar: اعادة ارسال رمز التفعيل
de: Aktivierungscode erneut senden
fr: Renvoyer le code d'activation

source: Your Sales Order
ar: طلبات الشراء الخاصة بك
de: Ihre Bestellungen
fr: Les Commande

source: My Products
ar: منتجاتي
de: Meine Produkte
fr: Mes Produits

source: Add smartphone
ar: اضافة هاتف ذكي
de: Smartphone hinzufügen
fr: Ajouter un smartphone

source: My smartphones
ar: هواتفي الذكية
de: Meine Smartphones
fr: Mes Smartphones

source: Contact request was saved
ar: تم حفظ المعلومات بنجاح
de: Kontaktanfrage wurde gespeichert
fr: Demande de contact a été enregistré

source: Your contact request was saved
ar: تم تسجيل طلب التواصل الخاص بك
de: Ihre Kontaktanfrage wurde gespeichert
fr: Votre demande de contact a été enregistré

source: Content Management
ar: إدارة المحتوى
fr: Gestion de contenu

source: Get Last 5 Leads
ar: أخر 5 مهتمين
fr: Obtenez 5 dernières interessés

source: Get Last 5 Contacts
ar: أخر 5 جهات اتصال
fr: Obtenez 5 dernières Contact

source: Updated At
fr: Mise à jour à

source: Manage Accounts
ar: ادارة الحسابات
de: Accounts verwalten
fr: Gérer les comptes

source: Manage Contacts
ar: ادارة جهات الاتصال
de: Kontakte verwalten
fr: Gérer les contacts

source: Manage Leads
de: Leads verwalten
fr: Gérer les interessés

source: Manage Groups
ar: ادارة المجموعات
de: Gruppen verwalten
fr: Gérer les groups

source: Manage Sources
ar: إدارة المصادر
de: Quellen verwalten
fr: Gérer les sources

source: Crm Module
ar: ادارة علاقات العملاء
fr: CRM

source: Set Crm Settings
de: CRM Einstellungen festlegen
fr: Définir des paramètres d'Crm

source: List all Accounts
ar: قائمة جميع الحسابات
de: Alle Accounts auflisten
fr: Liste des Coumptes

source: Show Account Information
ar: عرض معلومات الحساب
de: Accountinformationen anzeigen
fr: Afficher les information du compte

source: Delete Accoount
ar: حذف حساب
de: Account löschen
fr: Effacer le compte

source: Account Quicklist
ar: القائمة السريعة للحسابات
fr: Liste rapide des Comptes

source: Add Account address
ar: اضافة عنوان حساب
fr: Ajouter Address pour un compte

source: Modify Account address
ar: تعديل عنوان حساب
fr: Modifier l'adresse du compte

source: List Account address
fr: Liste des adresse du compte

source: Delete Account address
ar: حذف عنوان حساب
fr: Effacer l'adresse du compte

source: Add Account Document
ar: اضافة وثيقة للحساب
fr: Ajouter un Document

source: Modify Account Document
fr: Modifier le document

source: List Account Document
fr: Liste Document du Compte

source: Delete Account Document
ar: حذف وثيقة حساب
fr: Effacer le document du compte

source: Detail Account Document
ar: تفاصيل وثيقة الحساب
fr: Details du document

source: Add Contact Document
ar: اضافة وثيقة لجهة الاتصال
fr: Ajouter Document

source: Modify Contact Document
fr: Modifier Document

source: List Contact Document
fr: Liste Document

source: Delete Contact Document
ar: حذف وثيقة جهة اتصال
fr: Effacer Document

source: List all Contacts
ar: قائمة جميع جهات الاتصال
de: Alle Kontakte auflisten
fr: Liste des Contact

source: Show Contacts Quicklist
ar: مشاهدة قائمة جهات الاتصال
de: Kontaktschnellliste zeigen
fr: Afficher Liste rapide des contact

source: Show Contact Information
ar: مشاهدة معلومات جهة الاتصال
de: Kontaktinformationen anzeigen
fr: Afficher les information di contact

source: Modify Contact
ar: تعديل جهة اتصال
de: Kontakt ändern
fr: Modifier Contact

source: List all Leads
de: Alle Leads auflisten
fr: Liste des interessés

source: Show Lead Information
de: Leadinformationen anzeigen
fr: Afficher les information des interessés

source: Modify Lead
de: Lead ändern
fr: Modifier l'interessés

source: Delete Lead
de: Lead löschen
fr: Effacer l'interessés

source: List all Groups
de: Alle Gruppen auflisten
fr: liste des Groupes

source: Modify Group
de: Gruppe ändern
fr: Modifier le Groupe

source: Delete Group
de: Gruppe löschen
fr: Effacer le Group

source: Add new Message
ar: اضافة رسالة جديدة
de: Neue Nachricht hinzufügen
fr: Ajouter Message

source: Modify Message
ar: تعديل رسالة
de: Nachricht ändern
fr: Modifer Message

source: Delete Message
ar: حذف رسالة
de: Nachricht löschen
fr: Effacer Message

source: Item
ar: العنصر
fr: Elements

source: Date Time
fr: Date et Heure

source: Link
ar: الرابط
fr: lien

source: CRM Settings
ar: اعدادات
de: CRM Einstellungen
fr: Paramétre de CRM

source: Account Notification Settings
ar: اعدادات اشعارات الحساب
de: Account Benachrichtigungseinstellungen
fr: parametre de notification des Comptes

source: General Settings
de: Allgemeine Einstellungen
fr: Paramétre Génerale

source: Show all related contacts quotations , saleorders , emails
de: Alle angebundene Kontakte, Angeboote, Bestellungen und Emails zeigen
fr: Afficher tous les contacts, devis, bons de commande, e-mails liées

source: Use this email to send notifications
ar: استخدم هذا الايمايل لإرسال إشعرات
de: Diese Email benutzen um Benachrichtungen zu senden
fr: Utilisez cet e-mail pour envoyer des notifications

source: Send Email On Account Registered
de: Email senden, wenn Account registriert ist
fr: Envoyez un email lor d'enregistrement du compte

source: Send Sms On Account Registered
de: SMS senden, wenn Account registriert ist
fr: Envoyer des SMS quand le compte est enregistré

source: Send Email On Password Changed
de: Email senden, wenn Passwort geändert wurde
fr: Envoyer des mails quand le mot de pass est changé

source: Send Sms On Password Changed
de: SMS senden, wenn Passwort geändert wurde
fr: Envoyer des SMS quand le mot de pass est changé

source: Use Account Activation on Registration
de: Bei der Registrierung Accountaktivierung benutzen
fr: Utilisez l'activation des comptes lors de l'enregistrement

source: Activation Method
de: Aktivierungsmethode
fr: Les Mode d'activation

source: Registration Notification
de: Registrierungsbenachrichtung
fr: Enregistrer les Notification

source: Use Email Template on Account Registration
de: Emailvorlage benutzen, wenn Account registriert ist
fr: Utilisez le modèle d'Email suivant lorsque vous vous inscriver

source: Use Sms Template on Account Registration
de: SMSvorlage benutzen, wenn Account registriert ist
fr: Utilisez le modèle sms suivant lorsque vous vous inscriver

source: Please Note That SMS Text is limited by service provider
de: Bitte beachten sie, dass die Textlänge vom Anbieter begrenzt wird
fr: S'il vous plaît n'oubliez pas que SMS est limitée par le prestataire de services

source: Account Activation Notification
de: Benachrichtigung für Accountaktivierung
fr: Notification d'activation de compte

source: Use Template to Send Email Activation
de: Vorlage benutzen um Aktivierungsemail zu senden
fr: Utilisez ce modèle pour envoyer un email d'activation

source: Manage Email Templates
de: Emailvorlagen verwalten
fr: Gérer Modèles Email

source: Use Template to Send SMS Activation
de: Vorlage benutzen um Aktivierungssms zu senden
fr: Utilisation ce Model pour activer le compte

source: Forgot Password Notification
de: Passwort vergessen Benachrichtigung
fr: Mot de passe oublié notification

source: Use Template on Forgot Password Action
de: Vorlage benutzen wenn Passwort vergessen wurde
fr: Utilisez ce modèle sur Mot de passe oublié

source: Password Changed Notification
de: Passwort geändert Benachrichtigung
fr: Notification du Mot de passe modifié

source: Use Template on Password Changed
de: Vorlage benutzen wenn Passwort geändert wurde
fr: Utilisez ce modèle sur Mot de passe modifié

source: Webmaster Notificaitons
fr: Notification du Webmaster

source: Notify Admin on account registred
de: Admin benachrichtigen wenn Account registriert wurde
fr: Avertissez-Admin pour un compte enregistré

source: Use Template to notidy Admin
de: Vorlage benutzen um Admin zu benachrichtigen
fr: Utilisez ce modèle pour notifier admin

source: Send Password Email Template
de: Passwort Emailvorlage senden
fr: Model pour envoyé mot de passe

source: Use Template to send password
de: Vorlage benutzen um Passwort zu senden
fr: Utilisez ce modèle pour envoyer le mot de passe

source: Privacy Policy
fr: Politique de confidentialité

source: Privacy Policy Text
fr: Politique de confidentialité

source: Enable Privacy Policy
fr: Activer Politique de confidentialité

source: Save
ar: حفظ
de: Speichern
fr: Sauver

source: Data was successfully saved
de: Daten wurden erfolgreich hinzugefügt
fr: Les données ont été sauvegardées avec succès

source: Account Record Numbering
ar: الترقيم التسلسلي للحساب
de: Accountdatensatz Nummerierung
fr: Numero du compte

source: Prefix
ar: الحروف
fr: préfixe

source: Like: A
ar: مثل: A
fr: Comme: A

source: Start Record
ar: الترقيم يبدأ من
fr: début de l'enregistrement

source: Contact Notification Settings
ar: اعدادات اشعارات جهة الاتصال
fr: Paramètres de notification du contact

source: Use Email Template To reply Customer after contact us submit
fr: Utiliser un modèle électronique est de répondre aux demandes des clients après l'envoi

source: Contact Record Numbering
ar: الترقيم التسلسلي للاتصال
de: Kontakzdatensatz Nummerierung
fr: numérotation du contact

source: Like: C
ar: مثل: C
fr: Comme:C

source: Lead Record Numbering
de: Leaddatensatz Nummerierung
fr: numérotation d'interessés

source: Like: L
fr: Comme: L

source: Add Account
ar: اضافة حساب
de: Account hinzufügen
fr: Ajouter un compte

source: Account was successully added
ar: تم اضافة الحساب بنجاح
de: Account wurde erfolgreich hinzugefügt
fr: Compte a été ajouté avec succès

source: Please check inputs.
ar: الرجاء التثبت من المدخلات
de: Bitte Eingaben überprüfen
fr: S'il vous plaît vérifier les entrées.

source: Account Details
ar: تفاصيل الحساب
de: Accountinformationen
fr: Details du compte

source: Related Invoices
ar: الفواتير المتعلقة
de: Verbundene Rechnungen
fr: Factures lié

source: Add New Invoice
ar: اضافة فاتورة جديدة
de: Neue Rechnung hinzufügen
fr: Ajouter une facture

source: Related Tasks
ar: المهام المتعلقة
de: Verbundene Aufgaben
fr: tâches lié

source: Add New Task
ar: اضافة مهمة جديدة
de: Neue Aufgabe hinzufügen
fr: Ajouter une tâche

source: Tasks History
ar: سجل المهام
de: Aufgabenverlauf
fr: historique des tâches

source: Related Documents
ar: الوثائق المتعلقة
de: Verbundene Dokumente
fr: Document lié

source: Add new Document
de: Neues Dokument hinzufügen
fr: Ajouter un nouveau document

source: Generate PDF
de: PDF generieren
fr: générer PDF
