Repository: chagraCome/Blueshopv3
Catalog: Modules/Crm/I18N/*.po
Languages: ar, de, fr

source: Related Sales Order
ar: طلبات الشراء المتعلقة
de: Verbundene Bestellungen
fr: Ordre d'achat lié

source: Add New Saleorder
ar: اضافة طلب شراء جديد
de: Bestellung hinzugefügt
fr: Ajouter ordre d'achat

source: Related Quotations
ar: عروض الاسعار المتعلقة
de: Verbundene Angebote
fr: Devis lié

source: Add New Quotation
ar: اضافة عرض اسعار جديد
de: Angebot hinzufügen
fr: Ajouter Devis

source: Related Emails
ar: الرسائل البريدية المتعلقة بالحساب
de: Verbundene Emails
fr: Email lié

source: Add New Email
de: Neue Email hinzufügen
fr: Ajouter un nouvel e-mail

source: Account was successufully assigned to this account
ar: تم توجيه الحساب بنجاح إلى هذا الحساب
de: Kontakt wurde diesem Account erfolgreich zugewiesen
fr: Compte a été assigné avec succès à ce compte

source: Cannot assign this contact
ar: لا يمكن توجيه هذا الاتصال
de: Dieser Kontakt kann nicht zugewiesen werden
fr: Vous ne pouvez pas céder le présent contrat

source: Related Contacts
ar: جهات الاتصال المتعلقة
de: Verbundene Kontakte
fr: Contact lié

source: Unassign
de: Entbinden
fr: annulation

source: Add New Contact
ar: اضافة اتصال جديد
de: Neuen Kontakt hinzufügen
fr: ajouter Contact

source: Related Opportunity
ar: الفرص المتعلقة
fr: opportunité lié

source: Add New Opportunity
ar: إضافة فرص جديد
fr: Ajouter opportunité

source: Related Processes
ar: العمليات المتعلقة
fr: processus lié

source: Create Process
ar: اضافة عملية
fr: Ajouter processus

source: Address Book
ar: دفتر العناوين
de: Adressbuch
fr: carnet d'adresses

source: Street
ar: الشارع
de: Straße
fr: Rue

source: City
ar: المدينة
de: Stadt
fr: Ville

source: Country
ar: المنطقة
de: Land
fr: pays

source: Edit
ar: تعديل
de: Editieren
fr: Modifier

source: Delete
ar: حذف
de: Löschen
fr: Effacer

source: Add New Address
ar: اضافة عنوان جديد
de: Adresse hinzufügen
fr: Ajouter adresse

source: Add Address
ar: اضافة عنوان
de: Adresse hinzufügen
fr: Ajouter adresse

source: Data can not be saved
ar: لا يمكن حفظ البيانات
de: Daten können nicht gespeichert werden
fr: Les données ne peuvent pas être enregistrées

source: Please check your inputs
de: Bitte Eingaben überprüfen
fr: S'il vous plaît vérifier vos entrées

source: Manage Address
ar: ادارة العناوين
de: Adressen verwalten
fr: Gérer les Adresses

source: Create new Leads Group
de: Neue Leadgruppe erstellen
fr: Ajouter un Groupe d'interssé

source: lead group was successully added
de: Leadgruppe wurde erfolgreich hinzugefügt
fr: groupe de tête a été ajouté avec succès

source: Edit lead group
de: Leadgruppe editieren
fr: Modifier Groupe d'interessé

source: Add a new Account Document
de: Neuen Accountdokument hinzufügen
fr: Ajouter un nouveau document

source: Document Details
de: Dokumentendetails
fr: Détails du document

source: Generate a pdf document
de: PDF Dokument generieren
fr: générer PDF

source: Content
de: Inhalt
fr: Contenu

source: Select from template
de: Von einer Vorlage generieren
fr: Sélectionnez à partir du modèle

source: Create new Account Group
ar: اضافة مجموعة حساب
de: Neue Accountgruppe hinzufügen
fr: Créer un nouveau groupe de compte

source: user Group Details
ar: تفاصيل مجموعة مستخدمين
de: Informationen über Benutzergruppe
fr: Détails de groupe d'utilisateur

source: Users
de: Benutzer
fr: utilisateurs

source: Add new User
de: Neuen Benutzer hinzufügen
fr: Ajouter un utilisateur

source: Group Details
ar: تفاصيل المجموعة
de: Informationen über Gruppe
fr: Details de groupe

source: Accounts
ar: الحسابات
fr: Compte

source: Action successfuly executed
ar: تم تنفيذ المهمة بنجاح
de: Aktion wurde erfolgreich ausgeführt
fr: Action exécutée avec succès

source: Cannot Execute Action
ar: لا يمكن تنفيذ العملية
de: Aktion konnte nicht ausgeführt werden
fr: Vous ne pouvez pas exécuter d'action

source: Edit Group
ar: تعديل مجموعة
de: Gruppe editieren
fr: Modifier Groupe

source: Create new Inbox
ar: اضافة صندوق بريد جديد
de: Neuen Posteingang erstellen
fr: Créer un nouveau Boîte de réception

source: Inbox was successully added
ar: تم اضافة صندوق البريد بنجاح
de: Posteingang wurde erfolgreich hinzugefügt
fr: Boîte de réception a été ajouté avec succès

source: Edit Inbox
ar: التعديل على صندوق البريد
de: Posteingang editieren
fr: Modifier Boîte de réception

source: Add Lead
de: Lead hinzufügen
fr: Ajouter interessé

source: Lead was successully added
de: Lead wurde erfolgreich hinzugefügt
fr: L'iteressé a été ajouté avec succès

source: Lead Details
de: Leadinformationen
fr: Detail de l'interessé

source: Failed to convert this lead
de: Zu diesem Lead konvertieren ist fehlgeschlagen
fr: Impossible de convertir cet interess

source: List All Account source
ar: قائمة جميع مصادر الحساب
de: Alle Accountquellen auflisten
fr: Liste source des comptes

source: Modify Source
ar: تعديل مصدر
de: Quelle ändern
fr: Modifier Source

source: Add contact
ar: اضافة جهة اتصال
de: Kontakt hinzufügen
fr: Ajouter contact

source: Contact Details
ar: تفاصيل جهة الاتصال
de: Kontaktinformationen
fr: Details du contact

source: Failed to convert this contact
de: Kontakt konvertieren ist fehlgeschlagen
fr: Impossible de convertir ce contact

source: Manage contacts
ar: ادارة جهات الاتصال
de: Kontakte verwalten
fr: Gérer les Contact

source: Add Contact
fr: Ajouter un Contact

source: Add a new Contact Document
de: Neuen Kontaktdokument hinzufügen
fr: Ajouter un nouveau document

source: Contact was successully added
ar: تم اضافة جهة الاتصال بنجاح
de: Kontakt wurde erfolgreich hinzugefügt
fr: Le contact a été ajouté avec succès

source: Create new contacts Group
de: Neue Kontaktgruppe erstellen
fr: Ajouter un groupe de contact

source: Edit contact group
de: Kontaktgruppe editieren
fr: Modifier Groupe

source: List All Contact source
de: Alle Kontaktquellen auflisten
fr: Liste des source de contact

source: Manage Account Groups
ar: ادارة مجموعات الحسابات
de: Accountgruppen verwalten
fr: Gérer les Groupe ds Compte

source: Account Groups
ar: مجموعات الحسابات
de: Accountgruppen
fr: Groupe des comptes

source: Add New Group
ar: إضافة مجموعة جديدة
de: Neue Gruppe hinzufügen
fr: Ajouter Groupe

source: Manage Contact Groups
de: Kontaktgruppen verwalten
fr: Gérer groupe de contact

source: Contact Groups
de: Alle Kontaktgruppen auflisten
fr: Groupe de contact

source: Manage Lead Groups
de: Leadgruppen verwalten
fr: Gérer les Groupe d'interessé

source: Lead Groups
de: Alle Leadgruppen auflisten
fr: Groupe d'interessé

source: List All Lead source
fr: Liste des source d'interessé

source: Manage Account Sources
ar: ادارة مصادر الحساب
de: Accountquellen verwalten
fr: Gérer les sources du compte

source: Account Sources
ar: مصادر الحساب
de: Accountquellen
fr: source du compte

source: Add New Source
ar: اضافة مصدر جديد
de: Neue Quelle hinzufügen
fr: Ajouter Sources

source: Manage Contact Sources
de: Kontaktquelle verwalten
fr: Gérer les sources du contact

source: Contact Sources
de: Kontakquellen
fr: Sources du contact

source: Manage Lead Sources
fr: Gérer sources d'interessé

source: Lead Sources
fr: Sources d'interessé

source: Dealer Logo
ar: شعار التاجر
de: Händler Logo
fr: Logo du vendeur

source: Number
ar: الرقم
de: Nummer
fr: Numero

source: Fullname
ar: الاسم الكامل
de: Vollständiger Name
fr: Nome et prénom

source: Company Name
ar: اسم الشركة
de: Firmenname
fr: Nom de l'entreprise

source: Company Web Site
ar: موقع شركة
fr: Site web de l'entreprise

source: Password
ar: كلمة المرور
de: Passwort
fr: Mote de pass

source: Telefon
ar: الهاتف
de: Telefonnummer
fr: Télephone

source: Notices
de: Bemerkungen
fr: Remarque

source: Send Password
ar: ارسال كلمة السر
de: Passwort zusenden
fr: Envoyer Mot de passe

source: Can Login
ar: لديه صلاحيات الدخول
de: Anmelden möglich
fr: Vous pouver vous identifier

source: General Informations
de: Allgemeine Informationen
fr: Informations générales

source: Address Informations
ar: معلومات العنوان
de: Adresse
fr: information des adresses

source: Picture
ar: صور
de: Bild
fr: Image

source: Email Adress
ar: البريد الالكتروني
de: Emailadresse
fr: Email adresse

source: Required
ar: اجباري
de: Notwendig
fr: requis

source: Activation Code
ar: تفعيل الرمز
de: Aktivierungscode
fr: Code d'activation

source: Resend Activation Code ?
ar: إعادة إرسال رمز التفعيل؟
de: Aktivierungscode erneut senden?
fr: Envoiyé le code d'activation de nouveau

source: Activate
de: Aktivieren
fr: Activer

source: Security Code
ar: رمز الحماية
de: Sicherheitscode
fr: code de sécurité

source: Contact Name
ar: اسم جهة الاتصال
de: Kontaktname
fr: Nom de contact

source: Re-Password
ar: اعادة كتابة كلمة المرور
de: Passwort
fr: Ecrire Mot de passe de nouveau

source: Register Now!
ar: سجل الان
de: Jetzt registrieren!
fr: Inscrivez-vous maintenant!

source: Registration Informations
ar: معلومات التسجيل
de: Registrierungsinformationen
fr: Informations d'inscription

source: Why Registration
ar: لماذا التسجيل
de: Wieso registrieren?
fr: Pourquoi l'enregistrement

source: Advertise
ar: اعلن
de: Werbung
fr: announce

source: Passwords are not identicals
ar: كلمة المرور غير متطابقة
de: Passwörter sind nicht identisch
fr: Les mots de passe ne sont pas identiques

source: Add Account Group
ar: إضافة مجموعة حساب
fr: Ajouter groupe de compte

source: Default Group
ar: المجموعة الافتراضية
de: Standardgruppe
fr: Groupe par défaut

source: Forgot Password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
fr: Mot de passe oublié?

source: Save Contact Informations!
ar: حفظ معلومات الاتصال
de: Kontaktinformationen speichern!
fr: Sauver information di contact

source: Add Account Source
ar: إضافة مصدر الحساب
fr: Ajouter sources de contact

source: Person Name
ar: اسم الشخص
de: Name der Person
fr: Nom

source: Zip Code/PBOX
ar: الترقيم البريدي
de: Postleitzeahl
fr: ZipCode

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
fr: nouveau mot de passe

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
fr: Confirmer mot de passe

source: Payment Method
de: Zahlungsmethode
fr: Mode de paiement

source: Payment Date Time
ar: تاريخ الدفع
de: Zahlungsdatum
fr: Date de payment

source: Bank Account Number
ar: رقم الحساب المصرفي
de: Kontonummer
fr: Numero du banque pour le compte

source: Transferred Amount
ar: المبلغ المحول
de: Übertragener Betrag
fr: Montant transféré

source: Bank Transaction Id.
ar: رمز التحويل المصرفي
de: Banktransaktions-ID
fr: identifian du Transaction de la Banque

source: Upload
ar: رفع
fr: Télécharger

source: Save!
de: Speichern
fr: Sauver

source: Company
ar: الشركة
de: Firma
fr: entreprise

source: Company Website
ar: موقع الشركة
fr: site web de l 'entreprise

source: Account
ar: الحساب
de: Accoutn
fr: Compte

source: Notice
ar: ملاحظة
de: Bemerkung
fr: remarquer

source: Add Contact Group
fr: Ajouter Groupe de contact

source: Add Contact Source
fr: Ajouter source de contact

source: Contact Form
ar: إستمارة الاتصال
de: Kontaktformular
fr: Contact a partir de

source: contact_text
ar: نص صفحة الاتصال
fr: Contact page texte

source: Postal Code
ar: الرمز البريدي
de: Postleitzahl
fr: Code Postal

source: Street Name /House Nr.
de: Straße/Hausnummer
fr: Nom de la rue / Maison Nr.

source: Save and Continue!
ar: حفظ و متابعة
de: Speichern und Fortfahren
fr: Sauvegarder et continuer!

source: Your Personal Details
ar: البيانات الشخصية
de: Ihre persönlichen Informationen
fr: Vos détails personnels

source: Your Address Details
ar: العنوان بالكامل
de: Ihre Adresse
fr: Votre Détails adresse

source: Your Password
ar: كلمة المرور الخاصة بك
de: Ihr Passwort
fr: Votre Mot de passe

source: I have read the Privacy Policy.
ar: لقد قرأت سياسة الخصوصية.
fr: J'ai lu la politique de confidentialité.

source: Please confirm the privacy poilicy
ar: يرجى تأكيد سياسة الخصوصية
fr: S'il vous plaît confirmer la politique de confidentialité

source: Register Now
de: Jetzt registrieren
fr: Inscrivez-vous maintenant

source: Please select
ar: يرجى الاختيار
fr: S'il vous plaît sélectionnez

source: Zip File
de: Zip-datei
fr: Fichier Zip

source: Software
fr: logiciel

source: File to upload
fr: Fichier à télécharger

source: Add Lead Group
ar: اضافة مجموعة مهتمين
fr: Ajouter Groupe d'interessé

source: Add Lead Source
ar: اضافة مصدر
fr: Ajouter source d'interessé

source: For exemple google
ar: على سبيل المثال Google
fr: Exemple Google

source: Subject
ar: الموضوع
de: Betreff
fr: Sujet

source: To
ar: الى
de: An:
fr: à

source: Message Content
ar: محتوى الرسالة
de: Nachrichteninhalt
fr: Contenu de message

source: Best Call Time
ar: الوقت المفضل للاتصال
de: Beste Anrufzeit
fr: Meilleur temps d'appel

source: Person Informations
ar: معلومات شخص
de: Informationen über Person
fr: Information

source: Company Informations
ar: معلومات الشركة
de: Informationen über Firma
fr: Information de l'entreprise

source: Messages
de: Nachrichten
fr: Message

source: Commerce Type
ar: نوع التجارة
de: Art des Handels
fr: Type de commerce

source: Re-enter Password
de: Passwort erneut eingeben
fr: Entrer la Mot de passe une autre fois

source: Form analysis
fr: Analyse de formulaire

source: Form analysis Submitted
fr: Analyse de formulaire Soumis

source: invalid email address
de: Falsche Email Adresse
fr: adresse e-mail non valide

source: Tickets
fr: Ticket

source: Add Ticket
de: Ticket hinzufügen
fr: Ajouter Ticket

source: Quotations
de: Angebote
fr: Devis

source: Add Quotation
de: Angebot hinzufügen
fr: Ajouter Devis

source: Products
de: Produkte
fr: Produits

source: Projects
de: Projekte
fr: Projets

source: Add Project
de: Projekt hinzufügen
fr: Ajouter un projet

source: Tasks
de: Aufgaben
fr: Taches

source: Add Task
de: Aufgabe hinzufügen
fr: Ajouter une Taches

source: Hosting
fr: Hébergement

source: Mail Inbox Panel
de: Postfach
fr: boîte de réception

source: Add Email
de: Email hinzufügen
fr: Ajouter Email

source: You are successufly registred please login to start your work !
ar: لقد تمت عملية التسجيل بنجاح , يرجى تسجيل الدخول لبدأ العمل
de: Sie wurden erfolgreich registriert! Bitte Anmelden um Unsere Leistungen in Anspruch zu nehmen!
fr: Vous êtes inscrit avec succès s'il vous plaît vous connecter pour commencer le travail!

source: Login or password incorrect!
ar: كلمة المرور غير صحيحة
de: Benutzername oder Passwort falsch
fr: Connectez-vous ou mot de passe incorrect!

source: Quick Services
de: Schnelle Dienste
fr: service rapide

source: Forgot Your Password?
ar: نسيت كلمة المرور
de: Passwort vergessen?
fr: Vous avez oublié votre mot de passe?

source: open a new Account
ar: فتح حساب جديد
de: Neuen Account erstellen
fr: ouvrir un nouveau compte

source: 2. View comments on your cars.
de: 2. Zeige Kommentare für ihre Autos
fr: مشاهدة تعليقات الزوار على مركباتك

source: 3. Receive instant notifications about new updates and activities.
de: 3. Erhalte sofort Benachrichtungen über neue Updates und Aktivitäten
fr: تلقي إشعارات فورية حول الأنشطة والتحديثات الجديدة .

source: 4. Add cars.
de: 4. Fahrzeuge hinzufügen
fr: اضافة سيارة

source: 5. Add Motor Bikes.
de: 5. Motorräder hinzufügen
fr: اضافة دراجة نارية

source: 6. Receive latest news and hot deals.
de: 6.Neuigkeiten und Heiße Angebote empfangen
fr: تلقي آخر الأخبار والعروض الحصرية.

source: 7. Life stats for your ads.
fr: احصائيات مباشرة لإعلاناتك

source: Don't want to register? add your motor in less than 60 seconds!!
de: Sie wollen sich nicht registrieren? Fügen sie ihr Motor in weniger als 60 Sekunden ein!!
fr: لا تريد التسجيل؟ يمكنك اضافة دراجتك او سيارتك في أقل من 60 ثانية!

source: Once you submit your post in Motors Souq
de: Wenn sie ihren Post in Motor Souq hochgeladen haben
fr: بمجرد تأكيد مشاركتك في موترز سوق

source: 1. Your Motor will be sent to your car make seekers & dealers.
de: 1. Ihr Motor wird zu ihrem Hersteller und verkäufer gesendet
fr: 1. سيتم ارسالة سياراتك الى الباحثين عن السيارات وتجار السيارات

source: 2. Your Motor ad will posted in all Motors Souq media channels.
de: 2. Ihre Motoranzeige wird in allen Motorssouq Channeln gepostet
fr: 2. سيتم نشر اعلانك في جميع شبكات التسويق الإلكتروني الخاصة بموتورز سوق

source: 3. Your Motor ad will be posted to over 100,000 visitor to the site.
de: 3. Ihre Anzeige wird für mehr als 100.000 Besucher der Seite sichtbar
fr: 3. سوف يتم نشر إعلانك لأكثر من 100،000 زائر للموقع.

source: Dont mis the high Opportunities to sell your motor in 24 hours.
de: Verpassen Sie nicht die Möglichkeiten ihren Motor in 24 Stunden zu verkaufen
fr: لا تدع الفرصة تفوتك في بيع مركبتك خلال 24 ساعة!

source: Cannot activate this Account , activation code is expired or Account is already activated
de: Account kann nicht aktiviert werden, Aktivierungscode ist abgelaufen oder Account ist bereits aktiviert
fr: Vous ne pouvez pas activer ce compte, code d'activation est expiré ou compte est déjà activé

source: Your Account is activated now , please login
de: Ihr Account ist jetzt aktiviert, bitte anmelden
fr: Votre compte est activé, s'il vous plaît de vous identifier

source: Old Password
ar: كلمة المرور القديمة
de: Altes Passwort
fr: ancien mot de passe

source: Faild to change password , new password and rentred password doesnt match
ar: لا يمكن تغيير كلمة المرور, كلمة المرور الجديدة غير متطابقة
de: Passwort ändern fehlgeschlagen, Passwörter stimmen nicht überein
fr: Impossible de changer le mot de passe, mot de passe et le mot de passe ne correspondent pas rentred

source: Password was changed !
ar: تم تغيير كلمة المرور بنجاح
de: Passwort geändert
fr: Mot de passe a été changé!

source: Old Password not correct !
ar: كلمة المرور القديمة غير صحيحة
de: Altes Passwortist falsch
fr: Ancien mot de passe incorrect!

source: Bank Transaction Id
ar: رقم التحويل المصرفي
fr: Identifiant du transmission de la banque

source: Please verify inputs
de: Bitte Eingaben überprüfen
fr: S'il vous plaît vérifier les entrées

source: Please Enter a valid email
de: Bitte geben Sie eine gültige Emailadresse ein
fr: S'il vous plaît entrer une adresse email valide

source: Following email is already registered in the newsletter system.
de: Die Emailadresse ist bereits in unserem Newsletter System registriert
fr: Suite email est déjà enregistrée dans le système de newsletter.

source: The following E-Mail-Address has been successfully added to our newsletter
ar: البريد الالكتروني التالي تم اضافته بنجاح الى نظام الرسائل الاخبارية
de: Die Emailadresse wurde erfolgreich zu unserem Newsletter hinzugefügt
fr: L'adresse e-mail ci-dessous a été ajouté avec succès à notre newsletter

source: Cannot Registred Email
ar: لا يمكن تسجيل البريد الإلكتروني
de: Email kann nicht registriert werden
fr: Vous ne pouvez pas inscrit Email

source: Cannot Register account please try again
de: Account konnte nicht registriert werden, bitte erneut versuchen
fr: Vous ne pouvez pas compte S'inscrire s'il vous plaît essayer à nouveau

source: Cannot Find account, please check your email
de: Account konnte nicht gefunden werden, bitte überprüfen Sie Ihre Emailadresse
fr: Impossible de trouver compte, s'il vous plaît vérifier votre e-mail

source: This account is already activated
de: Dieser Account ist bereits aktiviert
fr: Ce compte est déjà activé

source: New Activation code was sent to your email , please check your mail box and try to activate your account
de: Ein Aktivierungscode wurde an Ihre Emailadresse gesenden, bitte überprüfen sie Ihr Postfach
fr: Nouveau code d'activation a été envoyé à votre adresse email, s'il vous plaît vérifier votre boîte mail et essayer d'activer votre compte

source: Error while sending a new activation code please try again later
de: Während des Sendens ist ein Fehler aufgetreten, bitte später erneut versuchen
fr: Erreur lors de l'envoi d'un nouveau code d'activation s'il vous plaît essayer à nouveau plus tard

source: Your Password was changed
de: Ihr Passwort wurde geändert
fr: Votre mot de passe a été changé

source: Password not identical
ar: كلمة السر غير متطابقة
de: Passwörter sind nicht identisch
fr: Mot de passe non identiques

source: Modify Address
ar: تعديل العنوان
de: Adresse ändern
fr: Modifier les Adresses

source: Contact us
ar: اتصل بنا
de: Kontaktieren sie Uns
fr: Contactez-nous

source: About us
ar: من نحن
de: Über uns
fr: À propos de nous

source: Request Contact
ar: طلب اتصال
de: Kontaktanfrage
fr: Demande de contact

source: Request Demo
de: Demo anfragen
fr: Demande Demo

source: Register Date
ar: تاريخ التسجيل
de: Registriert am
fr: date d'enregistrement

source: Group
ar: مجموعة
de: Gruppe
fr: Groupe

source: Status
de: Online
fr: Etat

source: Download
de: Runterladen
fr: Telecharger

source: Set as default
ar: تعيين كافتراضي
de: Als Standart benutzen
fr: Définir par défaut

source: Default
ar: افتراضي
de: Standard
fr: Défaut

source: Full Name
fr: nom et prénom

source: contact source
fr: Source du Contact

source: Insert Date
de: Eingefügt am
fr: Date d'insertion

source: First Name
ar: الاسم الاول
de: Vorname
fr: Prénom

source: Insert at
de: Eingefügt am
fr: Inserer le

source: Send Date
ar: تاريخ الارسال
de: Absendedatum
fr: date D'envoi

source: Create Date
ar: تاريخ الاضافة
de: Erstellungsdatum
fr: Date de creation

source: User
ar: مستخدم
de: Benutzer
fr: utilisateur

source: Lead
ar: مهتم
fr: Interessé

source: file cannote be uploaded
de: Die Daten können nicht hochgeladen werden
fr: Le fichier ne peut être téléchargé

source: Dear %s
ar: عزيزي %s
de: Sehr geehrter %s
fr: Cher %s

source: Welcome to our Shop
de: Willkommen in unserem Shop
fr: Bienvenue sur notre boutique

source: Welcome To Our Shop
ar: مرحبا بكم في متجرنا
de: Willkommen in unserem Shop
fr: Bienvenue sur notre boutique

source: Welcome to our Shop, we wish you happy times
de: Willkommen in unserem shop, wir wünschen Ihnen eine angenehme Zeit
fr: Bienvenue dans notre boutique, nous vous souhaitons des moments heureux

source: Best Regards
de: Beste Grüße
fr: Cordialement

source: Activation code is %s
de: Aktivierungscode ist %s
fr: Code d'activation est %s

source: Reset password
ar: اعادة ارسال كلمة المرور
de: Passwort zurücksetzen
fr: réinitialiser le mot de passe

source: Dear customer you can reset your password through the following link
de: Lieber Kunde, Sie können ihr Passwort durch den folgenden Link zurücksetzen
fr: Cher client, vous pouvez réinitialiser votre mot de passe via le lien suivant

source: Best regards
de: Beste Grüße
fr: Cordialement

source: Dear
ar: عزيزي
de: Lieber
fr: Chere

source: Your new Password is
ar: كلمة المرور الجديدة هي
de: Ihr neues Passwort ist
fr: Votre nouveau mot de passe est

source: Dear Webmaster
ar: عزيزي مدير المتجر
de: Sehr geehrter Webmaster
fr: Cher Webmaster

source: New Payment confirmation for a Sales Order
ar: تأكيد دفع جديد خاص بطلب شراء
de: Neue Zahlungsbestätigung für Bestellung
fr: Confirmation pour payment d'order d'achat

source: Sales Order informations
ar: معلومات طلب الشراء
de: Bestellungsinformationen
fr: Information d'ordre d'achat

source: Sales Order title
ar: عنوان طلب الشراء
de: Bestellungstitel
fr: Titre d'ordre d'achat

source: Sales Order amount
ar: مبلغ طلب الشراء
de: Bestellungsbetrag
fr: montont d'ordre d'achat

source: Sales Order number
ar: رقم طلب الشراء
de: Bestellnummer
fr: Numero d'ordre d'achat

source: Confirm Payment informations
ar: تاكيد معلومات الدفع
de: Zahlungsinformationen bestätigen
fr: Confirmer l'information de payment

source: Transferred amount
ar: المبلغ المحول
de: Übertragener Betrag
fr: Montant a transferer

source: Bank Account number
ar: رقم الحساب المصرفي
de: Kontonummer
fr: Numero du compte du banque

source: Transaction id
ar: رقم التحويل المصرفي
de: Transaktions-ID
fr: identifian de transaction

source: Payment Method name
de: Zahlungsmethode
fr: Nome du Mode de paiement

source: Payment done at
ar: تم الدفع في
de: Zahlung erfolgte am
fr: Payment effectuer a

source: Sales Order Payment confirmation
ar: تأكيد دفع طلب شراء
de: Zahlungsbestätigung der Bestellung
fr: Confirmation de payment d'ordre d'achat
