Repository: chagraCome/Blueshopv3
Catalog: Modules/Crm/I18N/*.po
Languages: ar, de, fr

source: Person Information
ar: معلومات الشخص
de: Personeninformationen
fr: Information

source: Created At
fr: Cree le

source: Group Information
ar: معلومات المجموعة
de: Gruppeninformationen
fr: Information du groupe

source: Zip Code
ar: الرمز البريدي
de: Postleitzahl
fr: Zipe code

source: contact Information
ar: معلومات الاتصال
de: Kontaktinformationen
fr: Information du contact

source: Company
de: Firma
fr: entreprise

source: Company Website
ar: موقع شركة
fr: Site web d'entreprise

source: Last Name
ar: الاسم الاخير
de: Nachname
fr: Nom

source: Date of Birth
ar: تاريخ الميلاد
de: Geburtsdatum
fr: Date de naissance

source: Create Date Time
ar: تاريخ الاضافة
de: Erstellungsdatum
fr: Date de cration

source: Update Date Time
ar: تاريخ التعديل
de: Zeit aktualisieren
fr: Date de mise ajour

source: Lead Information
ar: معلومات المهتم
de: Leadinformationen anzeigen
fr: information de l'interessé

source: General Information
ar: معلومات عامة
de: Allgemeine Informationen
fr: Information General

source: Person
ar: شخص
fr: Personne

source: Paragraph content
ar: محتوى الفقرة
fr: Contenu de paragraphe

source: Information
ar: معلومات
de: Informationen

source: Welcome to Motorssouq
ar: مرحبا بكم في موتورز سوق
de: Willkommen bei Motorssouq

source: My Cars
ar: سيارتي
de: Meine Autos

source: Insert Car
ar: اضافة سيارة
de: Auto hinzufügen

source: My Bikes
ar: دراجاتي
de: Meine Motorräder

source: Insert Bike
ar: اضافة دراجة
de: Motorrad hinzufügen

source: Add Plate
ar: اضافة رقم سيارة
de: Kennzeichen hinzufügen

source: List Plates
ar: قائمة ارقام السيارات
de: Alle Kennzeichen auflisten

source: Request Car
ar: طلب سيارة
de: Auto anfragen

source: My Control Panel
de: Mein Kontrolpanel

source: Profile
ar: حسابي
de: Profil

source: Date
de: Datum

source: By Creating an account
de: Bei der Erstellung eines neuen Accounts

source: you will be able to shop faster
de: können sie schneller einkaufen,

source: be up to date on an orders status and keep track of the orders
de: immer auf den aktuellen Zustand sein und Ihre Bestellungen verfolgen

source: My tablets
de: Meine Tables

source: Add tablets
ar: اضافة منتج
de: Tablet hinzufügen

source: My accessories
de: Mein Zubehör

source: Add accessory
de: Zubehör hinzufügen

source: Sales Orders & Invoices
de: Bestellungen & Rechnungen

source: Manage Stages
de: Eteppen verwalten

source: Delete Contact
ar: حذف جهة اتصال
de: Kontakt löschen

source: Webmaster Notificaitonss
de: Webmaster Benachrichtungen

source: Mobile
ar: الجوال
de: Handynummer

source: Template
de: Vorlage

source: Public
de: Öffentlich

source: List All Account stage
de: Alle Accountetappen auflisten

source: Modify Stage
de: Etappe ändern

source: Phone
ar: الهاتف
de: Telefon

source: List All Contact stage
de: Alle Kontaktetappen auflisten

source: Manage Account Stages
de: Accountetappen verwalten

source: Account Stages
de: Accountetappen

source: Add New Stage
de: Neue Etappe hinzufügen

source: Manage Contact Stages
de: Kontaktetappen verwalten verwalten

source: Contact Stages
de: Kontaktetappen

source: Stage
de: Etappe

source: Source
ar: المصدر
de: Quelle

source: Country
de: Land

source: Province
ar: المحافظة
de: Bundesland

source: ZipCode
ar: الترقيم البريدي
de: Postleitzahl

source: Description
de: Beschreibung

source: Assigned To Group
de: Zugeteilt zur Gruppe

source: Message
ar: الرسالة
de: Nachricht

source: Document
de: Dokument

source: Image
ar: الصورة
de: bild

source: Type
de: Typ

source: Your account in Motors Souq will
de: Ihr Account in Motorssouq wird

source: 1. Allow you to manage your Motors and Motors requests.
de: 1. Erlaubt ihnen ihre Motoren und Motoranfragen zu verwalten

source: Search Car
ar: البحث على مركبة
de: Auto suchen

source: Mail
ar: البريد الالكتروني
de: Email

source: Telephone
de: Telefonnnummer

source: Add Vehicle Child
ar: اضافة رقم سيارة
de: Nummernschild hinzufügen

source: List Vehicle Child
ar: قائمة ارقام السيارات
de: Alle Nummernschilder anzeigen

source: Conatct Us Form Submitted
de: Kontaktformular vorgelegt

source: Dear Wemaster
de: Sehr geehrter Webmaster

source: New Contact form was submited
de: Kontaktformular vorgelegt

source: Informations
de: Informationen

source: Best Regards
de: Beste Grüße

source: Zipcode
ar: الرمز البريدي
de: Postleitzahl

source: History
ar: الارشيف

source: Email
ar: البريد الالكتروني

source: VCart
ar: إنشاء VCart

source: CRM
ar: إدارة علاقات العملاء

source: Manage Notifications Emails
ar: اعدادات الايميلات

source: E-mail2
ar: البريد الالكتروني 2

source: Fax
ar: الفاكس

source: Email 2
ar: البريد الالكتروني 2
