Repository: chagraCome/Blueshopv3
Catalog: Modules/Workflow/I18N/*.po
Languages: ar

source: Workflow
ar: سير العمل

source: Manage Workflows
ar: إدارة سير العمل

source: Add new Workflow
ar: اضافة سير عمل جديد

source: Workflow Module
ar: وحدة سير العمل

source: List all Workflow
ar: قائمة سير العمل

source: Modify Workflow
ar: تعديل سير العمل

source: Show Workflow Informations
ar: مشاهدة معلومات سير العمل

source: Delete Workflow
ar: حذف سير العمل

source: Set Workflow Online
ar: تعيين سير العمل مفعل

source: Set Workflow Offline
ar: تعيين سير العمل معطل

source: Add new Workflow Action
ar: إضافة إجراء سير عمل

source: Modify Workflow Action
ar: تعديل إجراء سير عمل

source: Show Workflow Action Informations
ar: مشاهدة معلومات إجراء سيرعمل

source: Delete Workflow Action
ar: حذف إجراء سير عمل

source: Add new Workflow Condition
ar: إضافة شرط سير عمل

source: Modify Workflow Condition
ar: تعديل شرط سيرعمل

source: Show Workflow Condition Informations
ar: مشاهدة معلومات سير العمل

source: Delete Workflow Condition
ar: حذف شرط سير عمل

source: Set Workflow Condition Online
ar: تعيين شرط سيرعمل مفعل

source: Set Workflow Condition Offline
ar: تعيين شرط سيرعمل معطل

source: Create new Workflow Action
ar: اضافة حدث الى سير العمل

source: Please check inputs.
ar: الرجاء التثبت من المدخلات

source: Edit Workflow Mail Action
ar: تعديل سير عمل البريد الإلكتروني

source: Edit Workflow Action
ar: التعديل على حدث سير العمل

source: Create new Workflow Sms Action
ar: إضافة سير عمل الرسائل القصيرة

source: Edit Workflow Sms Action
ar: تعديل سيرعمل الرسائل القصيرة

source: Create new Workflow Condition
ar: اضافة شرط سير العمل

source: Edit Workflow Condition
ar: التعديل على شرط سير العمل

source: Create new Workflow
ar: اضافة سير عمل جديد

source: Workflow Details
ar: تفاصيل سير العمل

source: WorkFlow Condition
ar: شرط سير الحدث

source: Add new Condition
ar: اضافة شرط جديد

source: WorkFlow Mail Action
ar: سير عمل البريد الإلكتروني

source: Add new Mail Action
ar: إضافة إجراء بريد إلكتروني جديد

source: WorkFlow Sms Action
ar: سير عمل الرسائل القصيرة

source: Add new Sms Action
ar: إضافة إجراء SMS جديد

source: Action successfuly executed
ar: تم الحفظ بنجاح

source: Cannot Execute Action
ar: لم يتم تنفيذ العملية المرادة

source: List Workflows
ar: قائمة سير العمل

source: Edit Workflow
ar: التعديل على سير العمل

source: To
ar: إلى

source: Variables
ar: المتغيرات

source: From
ar: من

source: Bcc
ar: نسخة مخفية

source: Subject
ar: الموضوع

source: Content
ar: المحتوى

source: Active
ar: مفعل

source: Save
ar: حفط

source: Phone
ar: الهاتف

source: Condition Right
ar: الشرط المقابل

source: Condition Operator
ar: العملية

source: Equals
ar: يساوي

source: Not Equal
ar: غير متساوي

source: Contains
ar: يحتوي على

source: Not Contains
ar: لا يحتوي

source: Greater Than
ar: أكبر من

source: Less Than
ar: أقل من

source: Greater or Equal Than
ar: أكبر من أو يساوي

source: Less or Equal Than
ar: أقل من أو يساوي

source: Start With
ar: يبدأ مع

source: End With
ar: ينتهي مع

source: Model Name
ar: اسم النموذج

source: Event Name
ar: اسم الحدث

source: Workflow Name
ar: اسم سير العمل

source: Name
ar: الاسم

source: Type
ar: النوع

source: State
ar: الحالة

source: Edit
ar: التعديل

source: Delete
ar: حذف

source: Condition left
ar: الشرط الايمن

source: Information
ar: معلومات

source: List Workflow
ar: قائمة سير العمل
