Repository: chagraCome/Blueshopv3
Catalog: Modules/User/I18N/*.po
Languages: ar

source: Information
ar: معلومات

source: Add new User
ar: اضافة مستخدم جديد

source: List Users
ar: قائمة المستخدمين

source: Edit User Group
ar: تعديل مجموعة مستخدمين

source: Add new User Group
ar: اضافة مجموعة مستخدمين

source: List Users Groups
ar: قائمة المجموعات

source: Add new User Role
ar: اضافة وظيفة مستخدم جديدة

source: List Users Roles
ar: قائمة وظائف المستخدمين

source: Administration
ar: المستخدمين

source: Manage Roles
ar: ادارة الوظائف

source: Manage Users
ar: ادارة المستخدمين

source: Manage Groups
ar: ادارة المجموعات

source: Manage Departments
ar: إدارة الفروع

source: Change Password
ar: تغيير كلمة المرور

source: My Profile
ar: بياناتي

source: Setup Dashboard
ar: اعدادات واجهة لوحة التحكم

source: User Module
ar: إدارة المستخدمين

source: Manage Users Settings
ar: ادارة اعدادات المستخدمين

source: Show Profile
ar: مشاهدة الحساب

source: List all Groups
ar: قائمة جميع المجموعات

source: Add new Group
ar: اضافة مجموعة جديدة

source: Show Group Information
ar: مشاهدة معلومات المجموعة

source: Modify Group
ar: تعديل مجموعة

source: Delete Group
ar: حذف مجموعة

source: Modify Users Privileges
ar: تعديل صلاحيات المستخدمين

source: List Roles
ar: قائمة الوظائف

source: Add new Role
ar: اضافة وظيفة جديدة

source: Modify Role
ar: تعديل وظيفة

source: Delete Role
ar: حذف وظيفة

source: Set Role Online
ar: تفعيل الوظيفة

source: Set Role Offline
ar: تعطيل الوظيفة

source: Modify User
ar: تعديل مستخدم

source: Delete User
ar: حذف مستخدم

source: Show Users Quicklist
ar: مشاهدة قائمة المستخدمين السريعة

source: Users Settings
ar: اعدادات المستخدمين

source: Add new user group
ar: اضافة مجموعة مستخدمين جديدة

source: Create new Department
ar: اضافة فرع جديد

source: Please check inputs.
ar: الرجاء التثبت من المدخلات

source: Cannot execute Action
ar: لم يتم تنفيذ العملية بنجاح

source: List Departments
ar: قائمة الفروع

source: Edit Department
ar: تعديل بيانات الفرع

source: Create new User Group
ar: اضافة مجموعة مستخدمين جديدة

source: user Group Details
ar: تفاصيل مجموعة المستخدمين

source: Users
ar: المستخدمين

source: User Group Details
ar: تفاصيل مجموعة المستخدمين

source: Unassing
ar: غير موجٌه

source: Cannot Execute Action
ar: لا يمكن تنفيذ العملية

source: List projects
ar: قائمة المشاريع

source: List Privilege
ar: قائمة الصلاحيات

source: Create new User Role
ar: اضافة وظيفة مستخدمين جديدة

source: Cannot insert role
ar: لا يمكن إدراج الوظيفة

source: List Role
ar: قائمة الوظائف

source: Edit User Role
ar: تعديل وظيفة المستخدم

source: Create new User
ar: اضافة مستخدم جديد

source: Change Your Password
ar: تغيير كلمة المرور

source: Password not identical
ar: كلمة المرور غير متطابقة

source: User Profile
ar: بيانات المستخدم

source: Email Not Exist
ar: البريد الإلكتروني غير موجود

source: Please check your email
ar: يرجى التحقق من بريدك الالكتروني

source: Username or password is incorrect!
ar: كلمة المرور او اسم المستخدم غير صحيح

source: Edit User
ar: تعديل مستخدم

source: Data was successfully saved
ar: تم حفظ البيانات بنجاح

source: First Name
ar: الاسم

source: Last Name
ar: اسم العائلة

source: Email
ar: البريد الالكتروني

source: Telefon
ar: الهاتف

source: User within email address not found
ar: لا يوجد عنوان الكتروني للمستخدم

source: Password
ar: كلمة المرور

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Save
ar: حفظ

source: Name
ar: الاسم

source: Adresses Information
ar: معلومات العنوان

source: Country
ar: البلد

source: Address
ar: العنوان

source: Alias
ar: الإسم المستعار

source: Not important
ar: غير مهم

source: Manage Access Controls
ar: ادارة الصلاحيات

source: Save Persmissions
ar: حفظ الصلاحيات

source: Role Information
ar: معلومات الوظيفة

source: Parent:
ar: تحت

source: State
ar: الحالة

source: User Name
ar: اسم المستخدم

source: Phone
ar: الهاتف

source: Mobile
ar: الجوال

source: Fax
ar: الفاكس

source: Notice
ar: ملاحظة

source: Postale Code
ar: الرمز البريدي

source: city
ar: المدينة

source: Province
ar: المحافظة

source: Code id
ar: الرمز

source: Department
ar: الفرع

source: Facebook
ar: حساب الفيسبوك

source: Twitter
ar: حساب التويتر

source: Gmail
ar: حساب جيمايل

source: ICQ
ar: حساب اي سي كيو

source: Blackberry PIN
ar: رقم البلاكبيري

source: MSN
ar: الماسنجر

source: WhatsApp
ar: الواتس آب

source: Role
ar: الوظيفة

source: Send Password
ar: ارسال كلمة المرور

source: As Admin
ar: كمدير

source: Login Informations
ar: معلومات الدخول

source: Contact Informations
ar: بيانات جهةالاتصال

source: Note
ar: ملاحظة

source: Social networks Informations
ar: معلومات التواصل الاجتماعي

source: Actions
ar: العملية

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Parent
ar: تحت

source: Manage Privilege
ar: ادارة الصلاحيات

source: Your Username & Password
ar: اسم المستخدم و كلمة المرور

source: Dear
ar: سيدي

source: Your Username
ar: اسم المستخدم

source: Your Password is
ar: كلمة المرور

source: Best Regards
ar: مع أطيب التحيات

source: Dear Admin
ar: عزيزي المدير

source: You can reset your password throught the following link
ar: يمكنك إعادة تعيين كلمة المرور الخاصة بك من خلال الرابط التالي

source: invalid email address
ar: البريد الالكتروني غير صحيح

source: User Information
ar: معلومات المستخدم

source: Date of birth
ar: تاريخ الميلاد

source: Create Date Time
ar: تاريخ الاضافة

source: Update Date Time
ar: تاريخ التعديل

source: Last Login Date
ar: تاريخ اخر تسجيل دخول

source: Last Login Host
ar: اخر جهاز تم تسجيل الدخول منه

source: Remote Id
ar: رمز التحكم عن بعد

source: Postal Code
ar: الرمز البريدي

source: City
ar: المدينة

source: No.
ar: الرقم
