Repository: chagraCome/Blueshopv3
Catalog: Modules/Webmail/I18N/*.po
Languages: ar

source: Information
ar: معلومات

source: List Emails
ar: قائمة الرسائل البريدية

source: Scan Emails
ar: فحص رسائل البريد الالكتروني

source: Add new Email
ar: اضافة رسالة بريدية جديدة

source: Add Emails
ar: اضافة رسالة بريدية

source: List Email Accounts
ar: قائمة الحسابات البريدية

source: Add Email Account
ar: اضافة حساب بريدي

source: Mail Inbox
ar: صندوق البريد الالكتروني

source: No Server Settings found
ar: اعدادت الخادم مفقودة

source: List Email Account
ar: قائمة الحسابات البريدية

source: Webmail
ar: البريد الالكتروني

source: Manage Server Settings
ar: إدارة إعدادات الخادم

source: Webmail Module
ar: إدارة البريد الالكتروني

source: Add Email
ar: اضافة بريد الكتروني

source: Delete Email
ar: حذف بريد الكتروني

source: Modify Email
ar: تعديل البريد الإلكتروني

source: List Emails Inbox
ar: قائمة الإيميلات الواردة

source: Read Emails Inbox
ar: قراءة الإيميلات الواردة

source: Add Webmail Setting
ar: اضافة صندوق بريد جديد

source: Delete Webmail Setting
ar: حذف صندوق بريد

source: List all Webmail Setting
ar: قائمة الصناديق البريدية

source: Modify Webmail Setting
ar: تعديل الصندوق البريدي

source: is not a valid email address
ar: البريد الالكتروني غير صحيح

source: Email was successfully sent!
ar: تم إرسال البريد الإلكتروني بنجاح!

source: Please check inputs.
ar: يرجى التحقق من المدخلات.

source: Attachement
ar: المرفقات

source: List Inbox Emails
ar: قائمة الرسائل البريدية

source: From
ar: مرسل من

source: Subject
ar: الموضوع

source: Date
ar: التاريخ

source: Assigned
ar: مُوجٌه

source: Open
ar: مفتوح

source: Email will be scanned
ar: سيتم فحص البريد الإلكتروني

source: Read Email
ar: قراءة الرسالة الالكترونية

source: Email Details
ar: تفاصيل البريد الإلكتروني

source: Email was assigned to account
ar: البريد الالكتروني موجه لحساب

source: Email was assigned to contact
ar: البريد الالكتروني موجه الى جهة اتصال

source: Attachements
ar: مرفقات

source: Add new Webmail account
ar: اضافة حساب بريد الكتروني جديد

source: Cannot establish connection to server:
ar: لا يمكن الاتصال بالخادم:

source: List of Webmail Acounts
ar: قائمة الحسابات الالكترونية

source: Modify Webmail Account
ar: تعديل الحساب البريدي

source: Select from template
ar: اختر قالب

source: Header
ar: رأس الرسالة الإلكترونية

source: To
ar: الى

source: Cc
ar: إرسال نسخةإلى

source: Bcc
ar: إرسال نسخة خفيةإلى

source: Email Content
ar: محتوي الرسالة الإلكترونية

source: Content
ar: المحتوى

source: Action
ar: إختيار المهمة

source: Save Email
ar: حفظ

source: Send Email
ar: إرسال البريد الإلكتروني

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Type
ar: النوع

source: Server Type : Outgoing (Imap or Pop) , Incoming (SMTP)
ar: نوع الخادم: الصادر (IMAP أو POP)، الوارد (SMTP)

source: Host
ar: المضيف

source: Port
ar: المنفذ

source: Default port : 143
ar: المنفذ الافتراضي

source: Encryption
ar: التشفير

source: No Encryption
ar: بدون تشفير

source: Encryption : if you use ssl note to change port to 993
ar: التشفير: إذا كنت تستخدم SSL يجب تغيير المنفذ إلى 993

source: Cert
ar: الشهادة

source: Certificate is not valid
ar: الشهادة غير صالحة

source: Certificate is valid
ar: الشهادة صالحة

source: Global
ar: عام

source: Signature
ar: التوقيع

source: Save
ar: حفظ

source: Authentication Information
ar: معلومات التحقق

source: Server Informations
ar: معلومات الخادم

source: Navigation
ar: التصفح

source: State
ar: الحالة

source: Create Date
ar: تاريخ الانشاء

source: Send Date
ar: تاريخ الارسال

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Online
ar: مُفعٌل

source: Incoming
ar: الوارد

source: Outgoing
ar: الصادر

source: Sent
ar: تم الارسال

source: Draft
ar: مسودة

source: Failed
ar: فشل

source: Received
ar: تم الاستلام

source: Body
ar: المحتوى

source: Assign Email to Account
ar: توجيه البريد الالكتروني لحساب

source: Assign Email to Contact
ar: توجيه البريد الالكتروني الى جهة الاتصال
