Repository: chagraCome/Blueshopv3
Catalog: Modules/Coupon/I18N/*.po
Languages: ar, de, fr

source: Verify Coupon Promotion Code
ar: التحقق من رمز قسيمة ترويج
de: Gutscheincode verifizieren
fr: Vérifiez le code du coupon promotionnel

source: Add new Request
ar: إضافة طلب جديد
de: Neue Anfrage hinzufügen
fr: Ajouter nouvelle demande

source: List Requests
ar: قائمة الطلبات
de: Alle Anfragen auflisten
fr: Liste demandes

source: Add new Coupon
ar: اضافة قسيمة تخفيض جديدة
de: Neuen Gutscheine hinzufügen
fr: Ajouter un nouveau du coupon

source: List Coupons
ar: قائمة قسائم تخفيض
de: Alle Gutscheine auflisten
fr: Liste des Coupons

source: Edit Coupon
ar: تعديل قسيمة
de: Gutschein editieren
fr: Modifier le Coupon

source: Coupon Module
ar: إدارة قسائم التخفيض
fr: Module Coupon

source: Coupon
ar: قسيمة تخفيض
de: Gutschein

source: Manage Coupons
ar: إدارة قسائم التخفيض
de: Gutscheine verwalten
fr: Gérer les Coupons

source: Statistics
ar: إحصائيات
de: Statistiken
fr: Statistiques

source: Manage Settings
ar: ادارة الاعدادات
de: Einstellungen verwalten
fr: Gérer les paramètres

source: Show Coupon Information
ar: معلومات قسيمة التخفيض
fr: Afficher les informations du coupon

source: Modify Coupon
ar: تعديل قسيمة تخفيض
de: Gutscheinändern
fr: modifier le coupon

source: Delete Coupon
ar: حذف قسيمة تخفيض
fr: supprimer coupon

source: Set Coupon Offline
ar: تعطيل قسيمة تخفيض
de: Stellen Sie Offline-Coupon
fr: Définir le coupon Hors ligne

source: Set Coupon Online
ar: تفعيل قسيمة تخفيض
fr: Définir le coupon en ligne

source: Coupon Accounts
ar: حسابات قسيمة التخفيض

source: Unassign
ar: إلغاء

source: Select Account
ar: إختر حساب

source: Select Accounts By Group
ar: إختر مجموعة الحسابات

source: Coupon contacts
ar: جهات إتصال قسيمة التخفيض

source: Contacts
ar: جهات الإتصال

source: Select contact
ar: اختر جهة إتصال

source: Select contacts By Group
ar: اختر جهة إتصال من مجموعة

source: Select Contact
ar: اختر جهة إتصال

source: Send Coupon
ar: ارسل

source: From
ar: من

source: Content
ar: المحتوى

source: Select from template
ar: اختر قالب

source: Subject
ar: الموضوع

source: Variables
ar: المتغيرات

source: Action
ar: إجراء

source: Send Email
ar: إرسال بريد الكتروني
de: Email senden
fr: Envoyer un email

source: Coupon E-Mails sent
ar: إرسال بريد الكتروني

source: Coupon Details
ar: تفاصيل قسيمة تخفيض
de: GutscheinDetails
fr: Détails du coupon

source: Coupon Codes
ar: رموز القسيمة
de: Gutscheincode
fr: Les Code du Coupon

source: Add New Coupon Code
ar: إضافة رمز قسيمة جديد
de: Neuen Gutscheincode hinzufügen
fr: Ajouter un nouveau code de coupon

source: Generate Coupon Codes
ar: توليد رموز القسيمة
de: Gutscheincode generieren
fr: Générer des codes du coupon

source: Download As Csv
ar: تحميل ك CSV
de: Als .Csv Dateil runterladen
fr: Télécharger au format CSV

source: Import From Csv
ar: استيراد من CSV
de: Import aus CSV
fr: Importer à partir de fichier CSV

source: List All Coupons
ar: قائمة جميع قسائم التخفيض
de: Alle Gutschein auflisten
fr: Liste des tous les coupons

source: Coupon Settings
ar: إعدادات القسيمة
de: Gutschein Einstellungen
fr: Les paramètres de coupon

source: Manage Coupon Settings
ar: إدارة إعدادات القسيمة
de: Gutschein Einstellungen verwalten
fr: Gérer les paramètres de coupon

source: Coupon Statistics
ar: إحصائيات القسيمة
de: Gutschein Statistiken
fr: Statistiques du coupon

source: Expired Coupons
ar: قسائم منتهية الصلاحية
de: Abgelaufene Gutscheine
fr: Coupon expirés

source: Count
ar: عدد
de: Anzahl
fr: Numero

source: Expired Code
ar: رمز منتهية الصلاحية
de: Abgelaufener Code
fr: code expiré

source: Used Coupons
ar: قسيمة مستعملة
de: Benutzte Gutscheine
fr: Coupons utilisés

source: Free Coupons
ar: قسيمة مجانية
de: Gratis Gutscheine
fr: Coupons Gratuits

source: Total Coupons Amounts
ar: مجموع مبالغ القسائم
de: Gesamte Gutscheinbeträge
fr: Montants Totale Des Coupons

source: Total Amount
ar: مجموع مبالغ
de: Gesamter Betrag
fr: Montants Totale

source: Total Used Coupons Amounts
ar: مجموع مبالغ القسائم المستعملة
de: Gesamte benutzte Gutscheinbeträgeeträge
fr: Montants Totale des coupons utilisé

source: Total Used Amount
ar: مجموع المبالغ المستعملة
de: Gesamter benutzter Betrag
fr: Montants Totale utilisé

source: Total Expired Coupons Amounts
ar: مجموع مبالغ القسائم منتهية الصلاحية
de: Gesamte abgelaufene Gutscheinbeträge
fr: Montants Totale des Coupons expirés

source: Total Expired Amount
ar: مجموع مبالغ منتهية الصلاحية
de: Gesamter abgelaufener Betrag
fr: Montants Totale expirés

source: Total Free Coupons Amounts
ar: مجموع مبالغ القسائم المجانية
de: Gesamte gratis Gutscheinbeträge
fr: Montants Totale de coupons gratuits

source: Total Free Amount
ar: مجموع مبالغ القسائم المجانية
de: Gesamter gratis Betrag
fr: Montants Tolale Gratuit

source: Add new Coupon Code
ar: إضافة رمز قسيمة جديد
de: Neuen Gutscheincode hinzufügen
fr: Ajouter un nouveau code de coupon

source: Coupon Code Details
ar: تفاصيل رمز القسيمة
de: Gutscheincode Details
fr: Détails du Code Coupon

source: Coupon Template
ar: قالب القسيمة
de: GutscheinVorlage
fr: Template de coupon

source: Coupon Informations
ar: معلومات القسيمة
de: Gutschein Informationen
fr: Informations du coupon

source: Related Sales Order
ar: طلبات الشراء المتعلقة
de: Angebundene Bestellung
fr: Les ordres d'achat

source: Generations Informations
ar: معلومات
de: Allgemeine Informationen
fr: Informations générales

source: Check number of code must be number
ar: يجب التحقق من رقم الرمز(يجب ان يكون رقم)
de: Anreise Anzahl der Code muss numerisch sein
fr: Vérifier le code doit être un numéro

source: Check number of code
ar: التحقق من عدد الرمز
fr: Vérifiez le numéro de code

source: Number of codes
ar: عدد الرموز
de: Nummer der Codes
fr: Nombre de codes

source: Expire Date
ar: تاريخ انتهاء الصلاحية
de: Ablaufdatum
fr: Date d'expiration

source: Generate
ar: توليد
de: Generieren
fr: Générer

source: Edit Coupon Code
ar: تعديل رمز قسيمة
de: Gutscheincode editieren
fr: Modifier le code de coupon

source: Import Codes from Csv file
ar: استراد الرموز من ملف Csv
de: Import Codes von CSV-Datei
fr: Importer Les codes à partir de fichier CSV

source: Failed to load file
ar: فشل في تحميل الملف
de: Datei konnte nicht geladen werden
fr: Impossible de charger le fichier

source: Add Coupon
ar: اضافة قسيمة تخفيض
fr: Ajouter un coupon

source: Amount
ar: المبلغ
de: Betrag
fr: Montant

source: Percent
ar: النسبة
de: Prozent
fr: Pourcentage

source: Minum Shopping Cart Amount
ar: المبلغ الأدنى لسلة التسوق
de: Min. Betrag für Einkaufswagen
fr: Minu Montant Panier

source: Enabled
ar: مفعل
de: Aktiviert
fr: Activé

source: Physical
ar: مادي
de: Physisch
fr: physique

source: Code
ar: رمز

source: State
ar: الحالة
de: Status
fr: Etat

source: Notice :Csv Must be Like :
ar: ملاحظة: CSV يجب أن يكون مثل:
de: Hinweis: CSV muss wie sein:
fr: Important: CSV doit être comme:

source: File to upload
ar: ملف للرفع
de: Datei hochladen
fr: Fichier à télécharger

source: Upload
ar: رفع
de: Laden
fr: Télécharger

source: Number of code blocks
ar: عدد كتل الرموز
de: Nummer von Code Blöcken
fr: Nombre de blocs de code

source: Number of Caracter per block
ar: عدد الأحرف في كتلة
de: Nummer von Buchstaben pro Block
fr: Nombre de Caractère par bloc

source: Block Separator
ar: فاصل كتل
de: Block Seperator
fr: Separateur du bloc

source: You can add block Separator like : - , * , + , / , .
ar: يمكنك إضافة كتلة فاصل مثل: -، *، +، /،.
de: Sie können Block Seperator hinzufügen wie zb. : - , * , + , / , .
fr: Vous pouvez ajouter bloc Separator comme: -, *, +, /,.

source: Generate Code Using this Caracters
ar: توليد رمز باستخدام هذه الأحرف
de: Code generieren und diese Buchstaben benutzen
fr: Générer du code utilisant cette Caractères

source: Promotion Code
ar: رمز الترويج
de: Gutscheincode
fr: Code de promotion

source: Back
ar: الرجوع
de: Zurück
fr: Précedent

source: Promotion Code was expired on :
ar: لقد انتهت رمز الترويج في
de: Gutscheincode ist abgelaufen am:
fr: Code de promotion a été expiré le:

source: Invalid Promtion Code
ar: رمز غير صالح
de: Falscher Gutscheincode
fr: Invalid code de Promtion

source: Codes
ar: رموز

source: Free Shipping
ar: شحن مجاني
de: Kostenlose Lieferung
fr: Livraison gratuite

source: Min Shopping Cart Amount
ar: المبلغ الأدنى لسلة التسوق
de: Min. Betrag für Einkaufswagen
fr: Mini Montant du Panier

source: Minimum Shopping Cart Amount
ar: المبلغ الأدنى لسلة التسوق
de: Min. Betrag für Einkaufswagen
fr: Max Montant du Panier

source: Number of contact
ar: عدد جهة الاتصال

source: Number of account
ar: عدد الحسابات

source: Information
de: Informationen
fr: Informations

source: List all Coupon
fr: Liste des Coupons

source: Please check inputs.
de: Bitte Eingaben überprüfen
fr: S'il vous plaît vérifier les entrées.

source: General Informations
de: Allgemeine Informationen
fr: Informations générales

source: Please Check Inputs
de: Bitte Eingaben überprüfen
fr: S'il vous plaît vérifier les entrées

source: Please Check inputs
de: Bitte Eingaben überprüfen
fr: S'il vous plaît vérifier aux entrées

source: Name
fr: Nom

source: Save
de: Speichern
fr: Sauver

source: Coupon code
fr: Code du Coupon

source: Expiration Date
fr: Date d'expiration

source: Upload Csv
fr: Téléchargez au format CSV

source: Security Code
de: Sicherheitscode
fr: Code de sécurité

source: Checkout Now
de: Jetzt auschecken
fr: Verifier maintenant

source: Please check your inputs
de: Bitte Eingaben überprüfen
fr: S'il vous plaît vérifier vos entrées

source: Insert Date
de: Eingefügt am
fr: Date de l'insertion

source: Created By
de: Erstellt von
fr: Crée par

source: Edit
de: Editieren
fr: Modifier

source: Online
fr: En ligne

source: Delete
de: Löschen
fr: Effacer

source: Update Date
de: Aktualisiert am
fr: Date de mise à jour

source: Failed to upload codes
de: Fehler beim laden Codes

source: Type
de: Typ
