Repository: chagraCome/Blueshopv3
Catalog: Modules/Product/Backend/lang/*.po
Languages: de

source: Inventory
de: Lagerbestand

source: Manage Categories
de: Kategorien verwalten

source: Add a Category
de: Kategorie hinzufügen

source: Manage Products
de: Produkte verwalten

source: Add a new Product
de: Neues Produkt hinzufügen

source: Products Settings
de: Produkteinstellungen

source: Manage Product Sets
de: Produktarten verwalten

source: Manage Product Attributes
de: Produktattribute verwalten

source: Product Module
de: Produkt Module

source: Add Product Attributes
de: Produktattribute hinzufügen

source: List all Products
de: Alle Produkte auflisten

source: Modify Product
de: Produkt ändern

source: Delete Product
de: Produkt löschen

source: List all Mainmenus
de: Alle Hauptmenüs auflisten

source: Add new Mainmenu
de: Neues Hauptmenü hinzufügen

source: Modify Mainmenu
de: Hauptmenü ändern

source: Delete Mainmenu
de: Hauptmenü löschen

source: Set Mainmenu Offline
de: Hauptmenü offline setzen

source: Set Mainmenu Online
de: Hauptmenü online setzen

source: List all Menus
de: Alle Menüs auflisten

source: Add new Menu
de: Neues Menü hinzufügen

source: Modify Menu
de: Menü ändern

source: Delete Menu
de: Menü löschen

source: Set Menu Offline
de: Menü offline setzen

source: Set Menu Online
de: Menü online setzen

source: Select Page Content Design
de: Entwurf für Seiteninhalt wählen

source: List all Pages
de: Alle Seiten auflisten

source: Add new Page
de: Neue Seite hinzufügen

source: Modify Page
de: Seite ändern

source: Delete Page
de: Seite löschen

source: Set Page Offline
de: Seite offline setzen

source: Set Page Online
de: Seite online setzen

source: Design Pages
de: Seiten entwerfen

source: Show Qiucklist
de: Zeige Quicklist

source: List all Sites
de: Alle Seiten auflisten

source: Add new Site
de: Neue Seite hinzufügen

source: Modify Site
de: Seite ändern

source: Delete Site
de: Seite löschen

source: Design Sites
de: Seiten entwerfen

source: Product Settings
de: Produkteinstellungen

source: Product List Frontend
de: Frontend Produktliste

source: Display Mode
de: Darstellungsmodus

source: Product Image Settings
de: Produktbildeinstellungen

source: Image Width (Pixel)
de: Bildbreite (Pixel)

source: Image Height (Pixel)
de: Bildhöhe (Pixel)

source: Image Thumb Width (Pixel)
de: Vorschaubild Breite (Pixel

source: Image Thumb Height (Pixel)
de: Vorschaubild Höhe (Pixel)

source: Shopping Cart & Stock Management
de: Einkaufswagen & Lagerverwaltung

source: Alert when Quantity less than
de: Benachrichtigen wenn Menge weniger als

source: Please give Email(s) separated with ","
de: Bitte Emailadresse(n) angeben, getrennt durch ","

source: Enable Auto Stock Management?
de: Automatische Lagerverwaltung einschalten?

source: Display Products when Quantity is null?
de: Produkte zeigen wenn Menge 0 ist?

source: Add new product category
de: Neue Produktkategorie hinzufügen

source: Please check inputs.
de: Bitte Eingaben überprüfen.

source: List all category
de: Alle Kategorien auflisten

source: Modify product category
de: Produktkategorie ändern

source: Sort Categorys
de: Kategorien sortieren

source: Add a new Product Document
de: Neues Produktdokument hinzufügen

source: Project was successully added
de: Projekt wurde erfolgreich hinzugefügt

source: Document Details
de: Dokumentinformationen

source: Create new Product Image
de: Neues Produktbild erstellen

source: List projects
de: Alle Projekte auflisten

source: Edit Product Image
de: Produktbild editieren

source: Product Prices
de: Produktpreise

source: Prices
de: Preise

source: Price
de: Preis

source: Special Price
de: Angebotspreis

source: Date From
de: Von

source: Date To
de: Bis

source: Table Price
de: Staffelpreis

source: Quantity
de: Menge

source: Delete
de: Löschen

source: Save
de: Speichern

source: Add new product
de: Neues Produkt hinzufügen

source: Product Configurations
de: Produktkonfiguration

source: Configuration Attributes
de: Attribute konfigurieren

source: Configurable Products
de: Konfigurierbare Produkte

source: Save Configuration
de: Konfiguration speichern

source: Project Details
de: Projektinformationen

source: Manage Grouped Products
de: Gruppierte Produkte verwalten

source: Grouped Products
de: Gruppierte Produkte

source: Select Product
de: Produkt auswählen

source: Duplication
de: Dublizierung

source: Set Online
de: Online setzen

source: Set Offline
de: Offline setzen

source: Edit
de: Editieren

source: List all products
de: Alle Produkte auflisten

source: Manage Media
de: Medien verwalten

source: Related Products
de: Verbundene Produkte

source: Add new Product
de: Neue Produkte

source: Product Images
de: Produktbilder

source: Add new Image
de: Neues Bild hinzufügen

source: Product Documents
de: Produktdokumente

source: Add new Document
de: Neues Dokument hinzufügen

source: Modify product
de: Produkt ändern

source: Product Type
de: Produktart

source: Simple Product
de: Einfaches Produkt

source: Service Product
de: Dienstleistung

source: Grouped Product
de: Gruppierte Produkte

source: Attribute Set
de: Attributart

source: Default Attribute Set
de: Standard Attributart

source: Next Step
de: Nächster Schritt

source: Image
de: Bild

source: Product Number
de: Produktnummer

source: Product Name
de: Produktname

source: Select a product
de: Wählen Sie ein Produkt

source: Parent Category
de: Unterkategorie

source: Sort Id
de: Reihenfolge

source: State
de: Status

source: Description
de: Beschreibung

source: Category Logo
de: Logo der Kategorie

source: Category Banner
de: Banner der Kategorie

source: General Informations
de: Allgemeine Informationen

source: Subject
de: Thema

source: Comment
de: Kommentar

source: Public
de: Öffentlich

source: Author
de: Autor

source: Insert Date
de: Eingefügt am

source: Product
de: Produkt

source: Document
de: Dokument

source: Zip File
de: Zip Datei

source: Type
de: Art

source: Important for the search engines (image search)
de: Wichtig für die Suchmachinen (Bildersuche)

source: Max Width (Pixel)
de: Max. Breite (Pixel)

source: Max Height (Pixel)
de: Max. Höhe (Pixel)

source: if not public, the image will not be appear in the frontend
de: Wenn nicht öffentlich wird das Bild im Frontend nicht erscheinen

source: Remote URL
de: URL entfernen

source: Note: by using remote url, the uploaded image will be ignored!
de: Bemerkung: Wenn die Url entfernt wird, wird das hochgeladene Bild ignoriert!

source: Size Informations
de: Größeninformation

source: Title
de: Tiel

source: Number
de: Nummer

source: Category
de: Kategorie

source: Product Information
de: Produktinformationen

source: Stock Management
de: Lagerverwaltung

source: Manage Stock for this Product
de: Vorrat für dieses Produkt verwalten

source: Available Quantity
de: Verfügbare Menge

source: Product Description
de: Produktbeschreibung

source: Navigate To Next Step
de: Zum nächsten Schritt navigieren

source: Attributes
de: Attribute

source: Your freinds name
de: Der Name Ihres Freundes

source: Your freinds email
de: Die Emailadresse Ihres Freundes

source: Message
de: Nachricht

source: Send
de: Senden

source: Parent
de: Unter

source: Document Name
de: Dokumentname

source: Document Type
de: Dokumentart

source: Download
de: Downlaod

source: Image Name
de: Bildname

source: Extention
de: Erweiterung

source: RemoteURL
de: URL entfernen

source: Product Category
de: Produktkategorie

source: Discount
de: Nachlass
