Repository: chagraCome/Blueshopv3
Catalog: Modules/Saleorder/I18N/*.po
Languages: ar, de, fr

source: Sales Order
ar: طلبات الشراء
de: Bestellung
fr: Commande

source: Today Sales Order
ar: طلبات الشراء اليوم
de: Heutige Bestellungen
fr: Commande d'Aujourd'hui

source: Accepted Sales Order
ar: طلبات الشراء المقبولة
de: Angenommene Bestellungen
fr: les Commande accepté

source: Open Sales Order
ar: طلبات الشراء المفتوحة
de: Offene Bestellungen
fr: Commande Ouvert

source: Created Sales Order
ar: طلبات الشراء المُنشأة
de: Erstellte Bestellungen
fr: Commande crée

source: Manage Sales Order
ar: ادارة طلبات الشراء
de: Bestellungen verwalten
fr: Gérer Commande

source: Add a new Sales Order
ar: اضافة طلب شراء جديد
de: Neue Bestellung hinzufügen
fr: Ajouter une nouvelle commande

source: Sales Order Comments
ar: تعليقات طلب الشراء
de: Kommentare zur Bestellung
fr: les Commentaire du Commande

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres

source: Sales Order Module
ar: إدارة طلبات الشراء
fr: Module commande

source: List Sales Order Comment
ar: قائمة تعليقات طلب الشراء
fr: liste de Commentaire

source: Add Sales Order Document
ar: اضافة وثيقة إلى طلب الشراء
fr: Ajouter document

source: Delete Sales Order Document
ar: حذف وثيقة من طلب الشراء
fr: Supprimer document

source: Details Sales Order Document
ar: تفاصيل وثيقة طلب الشراء
fr: Détails de document

source: Generate Sales Order Document
ar: توليد وثيقة طلب الشراء
fr: Générer document

source: Add Sales Order Item
ar: إضافة عنصر إلى طلب الشراء
fr: Ajouter Elémént

source: Delet Sales Order Item
ar: حذف عنصر من طلب الشراء
fr: Supprimer l'élément

source: List Sales Order Item
ar: قائمة عناصر طلب الشراء
fr: Liste des Elémént

source: Modify Sales Order Item
ar: التعديل على عناصر طلب الشراء
fr: Modifier l'élément

source: Add Sales Order
ar: إضافة طلب شراء جديد
fr: Ajouter Commande

source: Delete Sales Order
ar: حذف طلب شراء
fr: Ajouter une commande

source: Details Sales Order
ar: تفاصيل طلب الشراء
fr: Détails du Commande

source: List Sales Order
ar: قائمة طلبات الشراء
fr: Liste de Commande

source: Modify Sales Order
ar: التعديل على طلب الشراء
fr: Modifier Commande

source: Add Sales Order State
ar: اضافة حالة طلب الشراء
fr: Ajouter état

source: Delete Sales Order State
ar: حذف حالة طلب الشراء
fr: supprimer état

source: List Sales Order State
ar: قائمة حالات طلب الشراء
fr: liste des états

source: Modify Sales Order State
ar: تعديل حالة طلب الشراء
fr: Modifier l'état de Commande

source: Quicklist Sales Order
ar: قائمة طلبات الشراء السريعة
fr: Liste rapide de commande

source: Setting Sales Order
ar: إعدادات طلبات الشراء
fr: Paramètre du commandes

source: Item
ar: عنصر
fr: Element

source: Date Time
ar: التاريخ
de: Datum
fr: Date

source: Link
ar: الرابط
fr: Lien

source: Details
ar: التفاصيل
fr: Détails

source: Go To Sales Order
ar: الذهاب الى طلب الشراء
de: Gehe zu Bestellung
fr: Aller à Commande

source: List all comments
ar: قائمة جميع التعليقات
de: Alle Kommentare auflisten
fr: liste de tous commentaires

source: Add a new Document
ar: اضافة وثيقة جديدة
de: Neues Dokument hinzufügen
fr: Ajouter un nouveau document

source: Please check inputs.
ar: الرجاء التاكد من المدخلات
de: Bitte Eingaben überprüfen
fr: S'il vous plaît vérifier les entrées.

source: Document Details
ar: تفاصيل الوثيقة
de: Dokument Details
fr: Détails du document

source: Generate a pdf document
ar: توليد PDF
de: PDF generieren
fr: Générer un document pdf

source: Create new Sales Order Item
ar: اضافة منتج الى طلب الشراء
de: Neues Bestellartikel erstellen
fr: Créer une nouvelle Commande

source: Sales Order Item was successully added
ar: تم اضافة المنتج الى طلب الشراء بنجاح
de: Bestellartikel wurde erfolgreich hinzugefügt
fr: Elément a été ajouté avec succès

source: List Sales Orders Items
ar: قائمة منتجات طلب الشراء
de: Alle bestellten Artikeln auflisten
fr: liste des éléments

source: Edit Sales Order Item
ar: التعديل على منتجات طلب الشراء
de: Bestelltes Item editieren
fr: Modifier commande

source: Create new Sales Order
ar: اضافة طلب شراء جديد
de: Neue Bestellung erstellen
fr: Créer une nouvelle commande

source: Sales Order was successully added
ar: تم اضافة طلب الشراء بنجاح
de: Bestellung wurde erfolgreich hinzugefügt
fr: Commande a été ajouté avec succès

source: Modify State
ar: تعديل الحالة
de: Status ändern
fr: Modifier l'état

source: Sales Order Details
ar: تفاصيل طلب الشراء
de: Bestellungsdetails
fr: Détails du commande

source: Related Invoices
ar: الفواتير المتعلقة
de: Angebundene Rechnungen
fr: Les factures liées

source: Unassign
ar: إلغاء

source: Link Invoice
ar: ربط الفاتورة
fr: lien facture

source: Related Quotation
ar: عروض الأسعار المتعلقة
de: Angebundenes Angebot
fr: Devis liées

source: Link Quotation
ar: ربط عرض الاسعار
fr: lien devis

source: Related Tasks
ar: المهام المتعلقة
de: Angebundene Aufgaben
fr: Tâches liées

source: Add New Task
ar: اضافة مهمة جديدة
de: Neue Aufgabe hinzufügen
fr: Ajouter une nouvelle tâche

source: Related Tasks History
ar: سجل المهام ذات الصلة
de: Angebundene Aufgabenhistorie
fr: histoire de tache liée

source: Related Processes
ar: العمليات المتصلة
fr: Les processus liés

source: Create Process
ar: انشاء عملية
fr: Créer processus

source: Cannot convert sales order to invoice, please change state to accepted before
ar: لا يمكن تحويل طلب الشراء الى فاتورة, يجب اولا تحويل حالة طلب الشراء الى تم القبول
fr: Vous ne pouvez pas convertir la commande à facturer, s'il vous plaît changer le statut à accepté avant

source: Modify
ar: تعديل
de: Ändern
fr: Modifier

source: Sales Order Items
ar: قائمة منتجات طلب الشراء
de: Bestellungsartikeln
fr: Les Elémént du Commande

source: Add Product
ar: اضافة منتج
de: Produkt hinzufügen
fr: Ajouter un produit

source: Add Custom Item
ar: اضافة منتج خاص
de: Benutzerdefinierten Artikel hinzufügen
fr: Ajouter état

source: Sub Total
ar: المجموع الجزئي
de: Zwischensumme
fr: Sous totale

source: Discount
ar: التخفيض
de: Rabatt
fr: Réduction

source: Shipping Cost
ar: تكلفة الشحن
de: Lieferkosten
fr: Coût de livraison

source: Handling Fee
ar: رسوم التحويل
de: Bearbeitungsgebühr
fr: Frais de traitement

source: Grand Total
ar: المجموع النهائي
de: Endsumme
fr: total

source: Sales Order Documents
ar: وثائق طلب الشراء
de: Bestellungsdokumente
fr: Documents de Commande

source: Add Document
ar: اضافة وثيقة
de: Dokument hinzufügen
fr: Ajouter un document

source: Generate PDF
ar: توليد PDF
de: PDF generieren
fr: Générer PDF

source: Add new Comment
ar: اضافة تعليق جديد
de: Neues Kommentar hinzufügen
fr: Ajouter un commentaire

source: Related Emails
ar: الرسائل البريدية المتعلقة
de: Angebundene Emails
fr: Emails liées

source: Add New Email
ar: اضافة رسالة بريدية جديدة
de: Neue Email hinzufügen
fr: Ajouter un nouvel e-mail

source: List Sales Orders
ar: قائمة طلبات الشراء
de: Alle Bestellungen auflisten
fr: Liste du commandes

source: Edit Sales Order
ar: تعديل طلب الشراء
de: Bestellung editieren
fr: Modifier commande

source: Name
ar: الاسم
fr: Nom

source: Number
ar: الرقم
de: Nummer
fr: Nombre

source: Total Price
ar: المجموع الكلي
de: Preis
fr: Prix ​​total

source: State
ar: الحالة
de: Status
fr: Satut

source: Created Time
ar: تاريخ الاضافة
de: Erstellungszeit
fr: Date de création

source: Update Sales Order state
ar: تحديث حالة طلب الشراء
de: Bestellstauts aktualisieren
fr: Mettre à jour l'état

source: Sales Order Settings
ar: اعدادات طلبات الشراء
de: Bestellungseinstellungen
fr: Paramètres de Commande

source: Sales Order State
ar: حالة طلب الشراء
de: Bestellstatus
fr: l'État de commandes

source: Record Numbering
ar: الترقيم التسلسلي
fr: Numérotation des enregistrements

source: Prefix
ar: الحروف
fr: Préfixe

source: Like: SO
ar: مثل: SO
de: Wie: SO
fr: Comme: SO

source: Start Record
ar: الترقيم يبدأ من
de: Startrekord
fr: Début de l'enregistrement

source: Save
ar: حفظ
de: Speichern
fr: Sauvegarder

source: Manage Notifications Emails
ar: ادارة الايميلات
fr: Gérer les notifications e-mails

source: Sales Order Notification Settings
ar: اعدادات اشعارات طلبات الشراء
de: Bestell Benachritigungseinstellungen
fr: Paramètres de notification

source: Data was successfully saved
ar: تم حفظ المعلومات بنجاح
de: Daten wurden erfolgreich gespeichert
fr: Les données ont été sauvegardées avec succès

source: Create new Sales Order State
ar: اضافة حالة جديدة خاصة بطلب الشراء
de: Neuen Bestellstatus erstellen
fr: Créer un nouveau état de Commande

source: List Sales Orders States
ar: قائمة حالة طلبات الشراء
de: Alle Bestellzustände auflisten
fr: liste d'etat de Commande

source: Edit Sales Order State
ar: التعديل على حالة طلب الشراء
de: Bestellstatus editieren
fr: Modifier l'État du commande

source: Message
ar: رسالة
de: Nachricht

source: Security Code
ar: كود الحماية
de: Sicherheitscode
fr: Code de sécurité

source: Submit
ar: ارسل
de: Absenden
fr: Envoyer

source: Comment
ar: التعليق
de: Kommentar
fr: Commentaire

source: Is Public
ar: عمومي
de: Öffentlich
fr: Publique

source: Document
ar: الوثيقة
de: Dokument

source: Image
ar: الصرة
de: Bild

source: Zip File
ar: ملف مضغوط
de: Zip Datei
fr: Fichier ZIP

source: Software
ar: برنامج
fr: Logiciel

source: Type
ar: النوع
de: Typ

source: Public
ar: عمومي
de: Offentlich

source: File to upload
ar: رفع الملف
fr: Fichier à télécharger

source: Subject
ar: الموضوع
de: Thema
fr: Sujet

source: Sales Order No.
ar: رقم طلب الشراء
de: Bestellnummer
fr: Nombre

source: Payment Log
ar: سجل الدفع
de: Zahlungsprotokoll
fr: Log de paiment

source: Assigned To
ar: موجه ل
de: Zugewiesen an
fr: Assignée à

source: Account
ar: حساب
fr: Compte

source: Shipping Method
ar: طريقة الشحن
de: Liefermethode
fr: Méthode de livraison

source: Like 30% or 30 (Fixed or percent)
ar: مثل 30% أو 30 (الثابتة أو النسبة المئوية)
de: zB 30% oder 30 (Fest oder Prozent)
fr: Comme 30% ou 30 (fixe ou pour cent)

source: Due Date
ar: تاريخ الاستحقاق
de: Fällig am
fr: Date d'échéance

source: Descrtiption
ar: الوصف
de: Beschreibung

source: Payment Method
ar: طريقة الدفع
de: Zahlungsmethode
fr: Méthodes de Paiement

source: Policy
ar: الشروط
de: Richtlinien
fr: Les Conditions

source: General Informations
ar: معلومات عامة
de: Allgemeine Informationen
fr: Informations générales

source: Descriptions
ar: الوصف
de: Beschreibung

source: Discount Informations
ar: معلومات التخفيض
de: Rabatt Informationen
fr: Informations de réduction

source: Item No
ar: رقم المنتج
de: Artikelnummer
fr: Numéro d'Elémént

source: Item Name
ar: اسم المنتج
de: Artikelname
fr: Nom de l'élément

source: Item Description
ar: وصف المنتج
de: Artikelbeschreibung
fr: Description de l'élément

source: Price
ar: السعر
de: Preis
fr: Prix

source: Quantity
ar: الكمية
de: Menge
fr: Quantité

source: Select from template
ar: اختر قالب
de: Aus Vorlagen auswählen
fr: Sélectionnez à partir du template

source: Email Content
ar: محتوي الرسالة
fr: Contenu email

source: Content
ar: المحتوى
de: Inhalt
fr: Contenu

source: Notifications
ar: الإشعارات

source: Notify Customer
ar: اشعار العميل
de: Kunde benachrichtigen
fr: Notifier le Client

source: Navigation
ar: التصفح

source: Your saleorder was successfully canceled
ar: تم الغاء طلب الشراء بنجاح
de: Ihre Bestellung wurde erfolgreich storniert
fr: Votre commande a été annulée avec succès

source: Please verify input
ar: يرجى التحقق من المدخلات
de: Bitte Eingaben verifizieren
fr: S'il vous plaît vérifier entrée

source: Author Name
ar: اسم الكاتب
de: Autor
fr: Nom de l'auteur

source: Insert Date
ar: تاريخ الإنشاء
de: Eingefügt am
fr: Date d'insertion

source: Account Seen
ar: شاهده صاحب الحساب
de: Gesehen von Benutzer
fr: Visualisée par Compte

source: Admin Seen
ar: شاهده المدير
de: Gesehen von Admin
fr: Visualisée par l'administrateur

source: Edit
ar: تعديل
de: Editieren
fr: Modifier

source: Delete
ar: حذف
de: Löschen
fr: Supprimer

source: Creator Name
ar: اسم المٌنشِئ
de: Erstellername
fr: Nom du Créateur

source: Related To
ar: متصل ب
de: Angebunden an
fr: Liés à

source: User
ar: المستخدم
de: Benutzer
fr: Utilisateur

source: Payment
ar: الدفع
de: Zahlung
fr: Paiement

source: Document Name
ar: اسم الوثيقة
de: Dokumentname
fr: Nom du document

source: Mail
ar: ارسل
fr: Email

source: Document Type
ar: نوع الوثيقة
de: Dokumenttyp
fr: Type de document

source: Description
ar: الوصف
de: Beschreibung

source: Unit Price
ar: سعر الوحدة
de: Einzelpreis
fr: Prix unitaire

source: file cannote be uploaded
ar: لا يمكن رفع الملف
de: Datei kann nicht hochgeladen werden
fr: Fichier ne peut être téléchargé

source: Online Order %s
ar: طلب شراء عبر الانترنت %s
de: Online Bestellung %s
fr: Commandes en ligne %s

source: Your sales order was paid
ar: طلب الشراء الخاص بك تم دفعه
de: Ihre Bestellung wurde bezahlt
fr: Votre commande a été payée

source: Your Sales order was paid
ar: طلب الشراء الخاص بك تم دفعه
de: Ihre Bestellung wurde bezahlt
fr: Votre commande a été payée

source: Your sales order was canceled
ar: طلب الشراء الخاص بك تم الغاؤه
de: Ihre Bestellung wurde storniert
fr: Votre commande a été annulée

source: Your Sales order was canceled
ar: طلب الشراء الخاص بك تم الغاؤه
de: Ihre Bestellung wurde storniert
fr: Votre commande a été annulée

source: Your sales order was not paid
ar: طلب الشراء الخاص بك لم يتم دفعه
de: Ihre Bestellung wurde nicht bezahlt
fr: Votre commande n'a pas été payé

source: Your Sales order was not paid
ar: طلب الشراء الخاص بك لم يتم دفعه
de: Ihre Bestellung wurde nicht bezahlt
fr: Votre commande n'a pas été payé

source: No
ar: لا
fr: Non

source: Sales Order Comment Information
ar: معلومات التعليق الخاص بطلب الشراء
de: Informationen zum Kommentar
fr: Informations de commentaire

source: Comment Messgae
ar: تفاصيل التعليق
de: Kommentar Nachricht
fr: Message du Commentaire

source: Sales Order Item Information
ar: معلومات المنتج الخاص بطلب الشراء
de: Informationen zum bestellten Artikel
fr: Informations sur l'élément

source: Related Item
ar: المنتجات المتعلقة
de: Angebundenener Artikel
fr: Elémént liées

source: Related Sales Order
ar: طلبات الشراء المتعلقة
de: Angebundene Bestellungen
fr: Commande liée

source: Related project
ar: المشاريع المتعلقة
de: Angebundene Projekte
fr: Projet lié

source: Shipping Address
ar: عنوان الشحن
de: Lieferadresse
fr: Adresse de livraison

source: Invoice Address
ar: عنوان الفاتورة
de: Rechnungsadresse
fr: Adresse de facturation

source: Sales Order Information
ar: معلومات طلب الشراء
de: Informationen über Bestellung
fr: Informations du commande

source: Sales Order No
ar: رقم طلب الشراء
de: Bestellnummer
fr: Nombre

source: Sales Order Discount Type
ar: نوع التخفيض على الطلب
de: Bestellungs-Rabatttyp
fr: Type de remise des commandes

source: Account name
ar: اسم صاحب الحساب
fr: Nom du compte

source: Modified Time
ar: تاريخ التعديل
de: Änderungszeit
fr: Date de modification

source: Change State
ar: تغيير الحالة
de: Status ändern
fr: changer l'État

source: Information
ar: معلومات
de: Informationen
fr: Informations

source: Add a new Quotation
ar: اضافة عرض اسعار جديد
de: Neues Angebot hinzufügen
fr: Ajouter un nouveau Devis

source: List Quotations
ar: قائمة عروض الاسعار
de: Alle Angebote auflisten
fr: Liste Devis

source: Add Item
ar: اضافة منتج
de: Artikel hinzufügen
fr: Ajouter un élément

source: Add new Sales Order
ar: اضافة طلب شراء جديد
de: Neue Bestellung hinzufügen
fr: Ajouter une nouvelle commande

source: Convert To Invoice
ar: تحويل الى فاتورة
de: Zur Rechnung konvertieren
fr: Convertir à facturer

source: Cancel
ar: الغاء
fr: Annuler

source: Cancel Sales Order
ar: الغاء طلب الشراء
de: Bestellung stornieren
fr: Annuler la Commande

source: Comment Details
ar: تفاصيل التعليق
de: Details zum Kommentar
fr: Détails du commentaire

source: Posted on
ar: تاريخ الاضافة
de: Geschrieben am
fr: Publié le

source: Add new Replay
ar: اضافة رد جديد
de: Anwort hinzufügen
fr: Ajouter une nouvelle réponse

source: Pay Now
ar: إدفع الآن
fr: Payer maintenant

source: Payment Method Name
ar: اسم طريقة الدفع
de: Zahlungsmethode
fr: Nom de la méthode de paiement

source: Shipping Method Name
ar: اسم طريقة الشحن
de: Liefermethode
fr: Nom de la méthode de livraison

source: Print
ar: طباعة
fr: Imprimer

source: Product Number
ar: رقم المنتج
de: Produktnummer
fr: Numéro de produit

source: Product Name
ar: اسم المنتج
de: Produktname
fr: Nom du produit

source: Product Description
ar: وصف المنتج
de: Produktbeschreibung
fr: Description du produit

source: Total
ar: المجموع
de: Summe
fr: Totale

source: Confirm Payment
ar: تأكيد الدفع
fr: Confirmer le paiement

source: Download
ar: تحميل
fr: Télécharger

source: No document found
ar: لا توجد وثيقة
fr: Aucun document trouvé

source: No comment found
ar: لا توجد تعليقات
de: Kein Kommentar gefunden
fr: Aucun commentaire trouvé

source: Back to Sales Order
ar: الرجوع الى طلب الشراء
de: Zurück zur Bestellung
fr: Retour à la commande

source: Grand Total Amount
ar: المجموع النهائي
de: Endsumme
fr: Montant Total

source: DateTime
ar: التاريخ
de: Datum
fr: Date

source: No Sales Order found
ar: لا توجد طلبات شراء
de: Keine Bestellung gefunden
fr: Pas de commande trouvé

source: We have received your confirm payment
ar: لقد تم إستلام تأكيد الدفع
fr: Nous avons reçu votre confirmation de paiement

source: List Sales Order comments
fr: liste de Commentaire

source: Back to Sales Order List
fr: Retour à la liste de commandes

source: Update Sales Order State
fr: Mise à jour d'état

source: Use this email to send notifications
fr: Utilisez cet e-mail pour envoyer des notifications

source: Sales Order Prints Settings
fr: Paramétre d'impression

source: Action
fr: Navigation

source: List saleorder
fr: Liste du Commande

source: Comment On
fr: Commentaire sur

source: Saleorder
fr: Commande

source: Add new Request
de: Neue Anfrage hinzufügen

source: List Requests
de: Anfragen auflisten

source: Add new Sales Order State
de: Neuen Bestellstatus hinzufügen

source: Map Sales Order States
de: Alle Bestellzustände auflisten

source: Created State
de: Erstellt

source: Send State
de: Gesendet

source: Accepted State
de: Angenommen

source: Canceled State
de: Storniert

source: Paid State
de: Bezahlt

source: Shipped State
de: Geliefert

source: Closed State
de: Geschlossen

source: Sales Order Email Notifications From
de: Email Benachrichtungen von

source: Template Noftification for Created Sales Order
de: Vorlage zur Benachritigung für erstelle Bestellung

source: Template Noftification for Canceled Sales Order
de: Vorlage zur Benachritigung für stornierte Bestellung

source: Template Noftification for Paid Sales Order
de: Vorlage zur Benachritigung für bezahlte Bestellung

source: Print Template for Sales Order
de: Druckvorlage der Bestellung

source: Sales Order Policy
de: Bestellungsrichtlinien

source: Default Policy
de: Standartrichtlinien

source: Template
de: Vorlage

source: Cannot convert salesorder to invoice, please change state to accepted before
de: Bestellung kann nicht in Rechnung konvertiert werden, bitte Status erst zu angenommene ändern

source: Contact
de: Kontakt
