Repository: chagraCome/Blueshopv3
Catalog: Modules/Setting/I18N/*.po
Languages: ar, fr

source: Information
ar: اعلام
fr: Informations

source: Add new Email Template
ar: اضافة قالب بريد الكتروني جديد
fr: Ajouter une nouvelle template de courrier électronique

source: List Email Templates
ar: قائمة قوالب البريد الالكتروني
fr: Liste template Email

source: Template body
ar: قالب محتوى الصفحة
fr: Corps de Template

source: Template Header
ar: قالب رأس الصفحة
fr: Tête de Template

source: Template Footer
ar: قالب اسفل الصفحة
fr: Pied de Template

source: Modify Offline Page
ar: التعديل على صفحة تعطيل المتجر
fr: Modifier la page Hors ligne

source: Add new Print Template
ar: اضافة قالب طباعة جديد
fr: Ajouter une nouvelle template d'impression

source: List Print Templates
ar: قائمة قوالب الطباعة
fr: Liste de template d'impression

source: General settings
ar: اعدادات عامة
fr: Paramètres générale

source: General information
ar: معلومات عامة
fr: Informations générales

source: Website name
ar: اسم الموقع
fr: Nom du site

source: Very important for search engine
ar: مهم جدا لمحركات البحث
fr: Très important pour le moteur de recherche

source: Website description
ar: وصف الموقع
fr: Description du site

source: Website keywords
ar: مفاتيح كلمات البحث
fr: Mots-clés de site Web

source: Google Analytics Code
ar: رمز احصائيات جوجل
fr: Code Google Analytics

source: Website owner
ar: معلومات المالك
fr: Propriétaire du site

source: Address
ar: العنوان
fr: Adresse

source: Telephone
ar: الهاتف
fr: Téléphone

source: Fax
ar: الفاكس

source: Mobile
ar: الجوال

source: Email Address
ar: البريد الالكتروني
fr: Adresse e-mail

source: Other settings
ar: اعدادات اخرى
fr: Autres paramètres

source: URL friendly
ar: صديق لمحركات البحث
fr: URL conviviale

source: RSS
ar: خدمة RSS

source: Shop Offline
ar: تعطيل المتجر
fr: Boutique Hors ligne

source: Open Shop Only for ip
ar: فتح المتجر لعنوان واحد فقط
fr: Ouvrir une boutique Seulement pour ip

source: Navigation
ar: التّصفح

source: Save
ar: حفظ
fr: Sauvegarder

source: General Settings
ar: اعدادات عامة
fr: Paramètres générale

source: Manage General Settings
ar: ادارة الاعدادات العامة
fr: Gérer les paramètres général

source: AmhComplete Professional Edition Control Panel
ar: لوحة تحكم النسخة المحترفة
fr: Panneau de configuration AmhComplete Édition Professionnelle

source: Help
ar: مساعدة
fr: Aide

source: Choose your Language
ar: اختر لغتك
fr: Choisissez votre langue

source: Monthly Revenue
ar: الإيرادات الشهرية
fr: Revenu mensuel

source: Daily Revenue
ar: الإيرادات اليومية
fr: Revenu quotidien

source: Last 5 Accounts
ar: آخر 5 حسابات
fr: 5 Derniers comptes

source: Last Invoices
ar: آخر الفواتير
fr: Derniers factures

source: Last Quotations
ar: آخر عروض الأسعار
fr: Derniers Devis

source: Website Admin
ar: موقع مشرف المتجر
fr: Site Web d'administration

source: Disable Mouse Right click to protect product images
ar: تعطيل النقر على زر الفأرة الأيمن لحماية صور المنتج

source: Setting
ar: الاعدادات
fr: Paramètre

source: General
ar: اعدادات عامة
fr: Générale

source: Manage Currencies
ar: اعدادات العملة
fr: Gérer les Devises

source: Setting Module
ar: إدارة الإعدادات
fr: Module Configuration

source: List all Currency
ar: قائمة العملة
fr: Liste de tous devises

source: Modify Email Template
ar: التعديل على قوالب البريد الالكتروني
fr: Modifier le template de courrier électronique

source: Header Print Template
ar: قالب رأس صفحة الطباعة
fr: Tête de template d'impression

source: Footer Print Template
ar: قالب أسفل صفحة الطباعة
fr: Pied de Template d'impression

source: Modify Print Template
ar: التعديل على قوالب الطباعة
fr: Modifier la template d'impression

source: Shop Logo
ar: شعار المتجر
fr: logo de boutique

source: Data saved successfully.
ar: تم حفظ الاعدادات بنجاح
fr: Les données enregistrées avec succès.

source: Manage Currency Rates
ar: ادارة اسعار العملات
fr: Gérer Taux De Change

source: Currency List
ar: قائمة العملات
fr: Liste des devises

source: Base Currency
ar: العملة الرئيسية
fr: Devise de base

source: Currency
ar: العملة
fr: Devises

source: Time Zone
ar: المنطقة الزمنية
fr: Fuseau horaire

source: Currency Symbol
ar: رمز العملة
fr: Symbole monétaire

source: Currency Decimal
ar: فاصل الاعشار
fr: Devise décimale

source: Currency Rate
ar: ضارب العملة
fr: Taux de devise

source: Update Currency from Yahoo Financial Center
ar: تحديث العملة من مركز ياهو المالي
fr: Mettre à jour devises à partir de Yahoo Financial Center

source: Reset Currency
ar: إعادة تعيين العملات
fr: Réinitialiser devises

source: Note : If you want to delete the Currency Decimal in the product price, please set the currency decimal to 0
ar: ملاحظة :اذا اردتم حذف الفواصل من سعر المنتج يرجى التعديل على فاصل الاعشار ووضع القيمة 0
fr: Remarque: Si vous voulez supprimer la décimale de devises dans le prix du produit, s'il vous plaît définir la monnaie décimale à 0

source: Warning: When you reset currency you must click on update currencies from Yahoo Financial Center
ar: تحذير : عند الضغط على اعادة تعيين العملات يجب عمل تحديث للعملات من مركز ياهوو المالي
fr: Avertissement: Lorsque vous réinitialisez devises, vous devez cliquer sur la mise à jour des devises de centre financier de Yahoo

source: Data was successfully saved
ar: تم حفظ المعلومات بنجاح
fr: Les données ont été sauvegardées avec succès

source: Manage SMS Gateways
ar: اعدادات بوابات الرسائل القصيرة
fr: Gérer les passerelles SMS

source: Gateway Name
ar: اسم البوابة
fr: Nom de la passerelle

source: User Name
ar: اسم المستخدم
fr: Nom d'utilisateur

source: Sender
ar: المٌرسل
fr: Expéditeur

source: Modify
ar: تعديل
fr: Modifier

source: Set as default
ar: تعيين على أساس افتراضي
fr: Définir par défaut

source: Modify Gateway
ar: تعديل البوابة
fr: Modifier passerelle

source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur

source: Password
ar: كلمة المرور

source: Submit
ar: ارسل
fr: Envoyer

source: Edit Email template
ar: التعديل على القالب

source: Please check inputs.
ar: الرجاء التثبت من المدخلات

source: Template Name
ar: اسم القالب

source: Template Subject
ar: موضوع القالب

source: Variables
ar: المتغيرات

source: Footer
ar: اسفل الصفحة
fr: Pied de page

source: Edit footer template
ar: تعديل اسفل القالب

source: Header
ar: القسم العلوي
fr: tête

source: Edit header template
ar: التعديل على رأس القالب

source: Edit Print template
ar: تعديل قالب الطباعة

source: Name
ar: الاسم
fr: Nom

source: Subject
ar: الموضوع
fr: Sujet

source: Content
ar: المحتوى
fr: Contenu

source: Body
ar: المحتوى
fr: corps

source: Edit
ar: تعديل
fr: Modifier

source: Delete
ar: حذف
fr: Supprimer

source: Add Email Template
fr: Ajouter Template de courrier électronique

source: Dlete Email Template
fr: Supprimer une template de courrier électronique

source: Quicklist Email Template
fr: Liste rapide de template de courrier électronique

source: Add Print Template
fr: Ajouter une template d'impression

source: Delete Print Template
fr: Supprimer la template d'impression

source: Quicklist Print Template
fr: liste Rapide de Template d'imprission

source: General Setting
fr: Paramètre général
