Repository: chagraCome/Blueshopv3
Catalog: Modules/Eav/I18N/*.po
Languages: fr

source: Add to Cart
fr: Ajouter au panier

source: Summe
fr: Total

source: Continue
fr: continuer

source: Buy Now
fr: Acheter maintenant

source: Car number
fr: Numero de voiture

source: Category
fr: Categorie

source: Price
fr: Prix

source: Sold
fr: vendu

source: Print
fr: Imprimer

source: Send to friend
fr: Envoyer à un ami

source: Delete bookmark
fr: supprimer le favori

source: Add bookmark
fr: Ajouter aux favoris

source: Add to Facebook
fr: Partager sur Facebook

source: Add to Twitter
fr: Partager sur Twitter

source: car thumb
fr: Image du voiture

source: Owner Informations
fr: Informations de propriétaire

source: Name
fr: Nom

source: Telephone
fr: téléphone

source: Product Information
fr: Informations sur le produit

source: Related Products
fr: produits liés

source: Products per page
fr: Produit ar page

source: Sort by
fr: Trié par

source: Price Ascending
fr: Prix ​​Ascendant

source: Price Descending
fr: Prix ​​décroissant

source: Result
fr: Résultat

source: from
fr: de la part de

source: No Products available
fr: Pas de produits disponibles

source: Information
fr: Informations

source: Add new Product attributes
fr: Ajouter des nouveaux attributs du produit

source: List Product attributes
fr: Liste attributs du produit

source: Attribute Value
fr: Valeur de l'Attribut

source: Delete
fr: Effacer

source: Save
fr: Sauver

source: Add new Entity Set
fr: Ajouter une nouvelle Ensemble entité

source: List Entity Set
fr: Liste Ensemble entité

source: View Name
fr: Nom de la vue

source: General Informations
fr: Informations générales

source: Prices
fr: Prix

source: Save Views
fr: Enregistrer Vues

source: Manage Attributes
fr: Gérer les attributs

source: Unsed Attributes
fr: Attributs inutilisés

source: Attributes
fr: Attributs

source: General Attributes
fr: Attributs généraux

source: Design Settings
fr: Paramètres de design

source: Boxes and Banners
fr: Boîtes et bannières

source: Unsed Elements
fr: éléments inutilisés

source: Header
fr: tête du page

source: edit
fr: Modifier

source: Left
fr: gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Footer
fr: bas de page

source: Add new Entity Attribute Set
fr: Ajouter un nouvel attribut de l'entité

source: List Entity Sets
fr: Liste Ensembles d' Entités

source: Add new Entity Attribute
fr: Ajouter un nouvel attribut Entité

source: List Entity Attributes
fr: Liste Attributs des Entités

source: Add new Entity Attributes
fr: Ajouter un nouvel attribut Entité

source: Entity Attribute Value Management
fr: Gérer les Attribut d'entité

source: Eav Module
fr: Module Eav

source: Add Attribute
fr: Ajouter un attribut

source: Delete Attribute
fr: Effacer attribut

source: List Attribute
fr: Liste des attributs

source: Modify Attribute
fr: Modifier Attribute

source: Add Attribute Set
fr: Ajouter Ensemble des Attribute

source: Delete Attribute Set
fr: Effacer Ensemble des attribute

source: Details Attribute Set
fr: Detaile des ensembles des attributes

source: List Attribute Set
fr: Liste ensemble d'attributs

source: Modify Attribute Set
fr: Modifier Ensembles des attributes

source: Delete Attribute Source
fr: Effacer Ensemble des attribues

source: Modify Attribute Source
fr: Modifier Ensembles des attributes

source: Create new Entity Attribute
fr: Créer un nouveau attribut Entité

source: Please check inputs.
fr: S'il vous plaît vérifier les entrées.

source: Entity Attribute was successully added
fr: Attribut d'entité a été ajouté avec succès

source: List products attributes
fr: Liste attributes des produits

source: Edit Product Attribute
fr: Modifier Attributes des produit

source: Create new Product Set
fr: Créer une nouvelle gamme de produits

source: Product Set Details
fr: Detaile ensemble de produit

source: List Products Sets
fr: Liste des ensembles des produits

source: Edit Entity Set
fr: Modifier ensemble entité

source: Manage Attribute Values
fr: Gérer Valeur des attribute

source: Label
fr: étiquette

source: Error Message
fr: Message d'erreur

source: Default Value
fr: Valeur par défaut

source: Validator
fr: Validateur

source: Required
fr: requis

source: Searchable
fr: Recherchable

source: Entity Attribute type BackEnd
fr: Type entité Attribut du BackEnd

source: Entity Set Name
fr: Nom d'Ensemble d'entité

source: Edit
fr: Modifier

source: Manage Options
fr: Gérer les option

source: Product Set Information
fr: information d'ensemble des produits
