Repository: chagraCome/Blueshopv3
Catalog: Modules/Shipping/I18N/*.po
Languages: ar, de

source: Available Shipping Methods
ar: وسائل الشحن المتاحة
de: Verfügbare Liefermethoden

source: No shipping Methods Set
ar: لم يتم إعداد وسائل الشحن
de: Es wurde keine Liefermethoden angegeben

source: Information
ar: معلومات
de: Informationen

source: Add new Shipping Method
ar: اضافة وسيلة شحن جديدة
de: Neue Liefermethode hinzufügen

source: List Shippings Methods
ar: قائمة وسائل الشحن
de: Alle Liefermethoden auflisten

source: Edit Shipping Methods
ar: تعديل وسيلة الشحن
de: Liefermethode editieren

source: List Shipping Methods
ar: قائمة وسائل الشحن
de: Alle Liefermethoden auflisten

source: Shipping Methods
ar: وسائل الشحن
de: Liefermethoden

source: Shipping
ar: وسائل الشحن
de: Lieferung

source: Add Shipping Method
ar: إضافة وسيلة شحن
de: Liefermethode hinzufügen

source: Shipping Module
ar: إدارة الشحن

source: Show Shipping Method Information
ar: إستعراض معلومات وسيلة الشحن
de: Informationen über Liefermethode anzeigen

source: Modify Shipping Method
ar: التعديل على وسيلة الشحن
de: Liefermethode ändern

source: Delete Shipping Method
ar: حذف وسيلة الشحن
de: Liefermethode löschen

source: Set Shipping Method Offline
ar: تعطيل وسيلة الشحن
de: Liefermethode offline setzen

source: Set Shipping Method Online
ar: تفعيل وسيلة الشحن
de: Liefermethode online setzen

source: Create new Shipping Method
ar: انشاء وسيلة شحن جديدة
de: Neue Liefermethode erstellen

source: you have selected free shipping.All prices must be Null
ar: لقد اخترتم شحن مجاني , يجب ان تكون جميع الاسعار تساوي 0

source: Please check inputs.
ar: يرجى التحقق من المدخلات
de: Bitte Eingaben überprüfen

source: Failed to modify Shipping method.
ar: فشل في التعديل على وسيلة الشحن
de: Liefermethode ändern ist fehlgeschlagen

source: Shipping Type
ar: أنواع وسائل الشحن
de: Lieferungsart

source: Title
ar: الاسم

source: Description
ar: الوصف
de: Beschreibung

source: Error Message
ar: يوجد خطأ
de: Fehlermeldung

source: Minimum Order Amount
ar: مبلغ الطلبية الأدنى
de: Minimaler Bestellwert

source: Sort ID
ar: الترتيب
de: Sortier ID

source: Price
ar: السعر
de: Preis

source: Cost Type
ar: نوع التكلفة
de: Kostenart

source: Per Item
ar: حسب المنتج
de: Pro Artikel

source: Per Cart
ar: حسب مجموع المشتريات
de: Pro Warenkorb

source: Packaging Cost
ar: تكلفة التغليف
de: Verpackungskosten

source: Packaging Cost Type
ar: تكلفة نوع التغليف
de: Art der Verpackungskosten

source: Online
ar: مفعل

source: Select Country
ar: اختر الدولة
de: Land wählen

source: All Countries
ar: جميع البلدان
de: Alle Länder

source: Country
ar: الدولة
de: land

source: Save
ar: حفظ
de: Speichern

source: Images
ar: الصور
de: Bilder

source: Shipping Information
ar: معلومات الشحن
de: Lieferinformationen

source: Shipping Cost
ar: تكلفة الشحن
de: Lieferkosten

source: Shipping Settings
ar: إعدادات الشحن
de: Liefereinstellungen

source: Navigation
ar: تصفح

source: Name
ar: الأسم

source: Min Order Amount
ar: المبلغ الادنى للطلب
de: Minimaler Bestellwert

source: Cost
ar: التكلفة
de: Kosten

source: Status
ar: الحالة

source: Edit
ar: تعديل
de: Editieren

source: Delete
ar: حذف
de: Löschen

source: List all Shipping Methods
de: Alle Liefermethoden auflisten
