Repository: chagraCome/Blueshopv3
Catalog: Modules/Cms/I18N/*.po
Languages: ar, de, fr

source: Information
ar: معلومات
de: Informationen
fr: Informations

source: Add new Block
ar: اضافة صندوق جديد
de: Neuen Block hinzufügen
fr: Ajouter un nouveau bloc

source: Add new box
ar: اضافة صندوق جديد
de: Neuen Block hinzufügen
fr: Ajouter une nouvelle boîte

source: List Blocks
ar: قائمة الصناديق
de: Alle Blöcke auflisten
fr: Liste des blocs

source: Box Name
ar: اسم الصندوق
de: Blockname
fr: Nom de la boîte

source: Box Type
ar: نوع الصندوق
de: Blockart
fr: Type de la boîte

source: File
ar: الملف
de: Datei
fr: Fichier

source: Text
ar: نص
fr: Texte

source: Offline
ar: معطّل
fr: Hors ligne

source: Delete
ar: حذف
de: Löschen
fr: Supprimer

source: List boxes
ar: قائمة الصناديق
de: Alle Blöcke auflisten
fr: Liste des Boîtes

source: Design Settings
ar: اعدادات التصميم
de: Designseinstellungen
fr: Paramètres de design

source: Boxes and Banners
ar: الصناديق و البانرات
de: Blöcke und Banner
fr: Boîtes et bannières

source: edit
ar: تعديل
de: Ändern
fr: Modifier

source: Add new Menu
ar: اضافة قائمة جديدة
de: Neues Menü hinzufügen
fr: Ajouter un nouveau menu

source: List of pages
ar: قائمة الصفحات
de: Alle Seiten auflisten
fr: Liste des pages

source: choose your design
ar: اختر تصميم
de: Design wählen
fr: choisissez votre design

source: Add Your Motor Now
ar: اضف مركبتك الان
de: Ihren Motor jetzt hinzufügen
fr: اضف مركبتك الان

source: Menu 1
ar: قائمة 1

source: Menu 2
ar: قائمة 2

source: Menu 3
ar: قائمة 3

source: Menu 4
ar: قائمة 4

source: Submenu 1
ar: قائمة فرعية 1
fr: Sous-menu 1

source: Submenu 2
ar: قائمة فرعية 2
fr: Sous-menu 2

source: Menu 5
ar: قائمة 5

source: Categorys
ar: الاقسام
fr: Catégories

source: Cms Module
ar: إدارة محتوى الصفحات
fr: Module Cms

source: List Block
ar: قائمة الصناديق
de: Alle Blöcke auflisten
fr: Liste des Blocs

source: Add new Text Block
ar: اضافة صندوق نص جديد
de: Textblock hinzufügen
fr: Ajouter un nouveau bloc de texte

source: Block Name
ar: اسم الصندوق
de: Name des Blocks
fr: Nom du Bloc

source: Block Type
ar: نوع الصندوق
de: Art des Blocks
fr: Type du Bloc

source: Edit
ar: التعديل
de: Ändern
fr: Modifier

source: State
ar: الحالة
de: Status
fr: Etat

source: Vertical Block
ar: صندوق قائمة عمودية
de: Vertikaler Menüblock
fr: Bloc vertical

source: Title
ar: العنوان
de: Titel
fr: Titre

source: Category
ar: قسم
de: Kategorie
fr: Categorie

source: Horizontal Block
ar: صندوق قائمة أفقية
de: Horizontaler Menüblock
fr: Bloc horizontal

source: All Categories
ar: جميع الاقسام
de: Alle Kategorien
fr: Toutes les catégories

source: Add new Main Menu
ar: اضافة قائمة رئيسية جديدة
de: Neues Hauptmenü hinzufügen
fr: Ajouter un nouveau menu principal

source: List Main Menu
ar: قائمة القوائم الرئيسية
de: Alle Hauptmenüs auflisten
fr: Liste des Menus principaux

source: List Menu Item
ar: قائمة عناصر القائمة
de: Alle Menüs auflisten
fr: Liste élément de menu

source: Add new main menu
ar: اضافة قائمة رئيسية جديدة
de: Neues Hauptmenü hinzufügen
fr: Ajouter un nouveau menu principal

source: List main menu
ar: قائمة القوائم الرئيسية
de: Alle Hauptmenüs auflisten
fr: Liste des Menus principaux

source: List Menu Points
ar: قائمة عناصر القائمة
de: Menüpunkte auflisten
fr: Liste Points de Menu

source: Add New Menu Points
ar: اضافة عنصر جديد في القائمة
de: Neuen Menüpunkt hinzufügen
fr: Ajouter Point de Menu

source: Add new Menu Point
ar: اضافة عنصر جديد في القائمة
de: Neuen Menüpunkt hinzufügen
fr: Ajouter Point de Menu

source: List Main Menus
ar: قائمة القوائم الرئيسية
de: Alle Hauptmenüs auflisten
fr: Liste des Menus principaux

source: List Pages
ar: قائمة الصفحات
de: Alle Seiten auflisten
fr: Liste des pages

source: Add new Page
ar: اضافة صفحة جديدة
de: Neue Seite hinzufügen
fr: Ajouter une Page

source: Unsed Elements
ar: عناصر غير مستخدمة
fr: Eléments inutilisés

source: Header
ar: الهيدر
fr: Tête de la page

source: Left
ar: اليسار
de: Links
fr: Gauche

source: Center
ar: الوسط
de: Mitte
fr: Centre

source: Right
ar: اليمين
de: Rechts
fr: Droite

source: main content
ar: محتوى الصفحة
fr: Contenu

source: Footer
ar: الفوتير
fr: Bas de page

source: List Fixed Pages
ar: قائمة الصفحات الثابتة
de: Alle festen Seiten auflisten
fr: Liste des pages fixe

source: Choose your design
ar: اختر تصميم
de: Entwurf wählen
fr: Choisissez votre design

source: Add new Site
ar: اضافة موقع جديدة
de: Neue Webseite hinzufügen
fr: Ajouter un nouveau site

source: List Sites
ar: قائمة المواقع
de: Alle Webseiten auflisten
fr: Liste des Sites

source: Unused Elements
ar: عناصر غير مستخدمة
de: Ungenutzte Elemente
fr: Eléments inutilisés

source: Add new site
ar: اضافة موقع جديدة
de: Neue Webseite hinzufügen
fr: Ajouter un nouveau site

source: List sites
ar: قائمة المواقع
de: Alle Webseiten auflisten
fr: Liste des Sites

source: Sitemap
ar: خريطة الموقع
fr: Plan du site

source: Content Management
ar: إدارة محتوى الصفحات
de: Cms
fr: Gestion de contenu

source: Add Block
ar: اضافة صندوق
de: Neuen Block hinzufügen
fr: Ajouter un Bloc

source: Manage Blocks
ar: إدارة الصناديق
de: Blöcke verwalten
fr: Gérer les blocs

source: Add Page
ar: اضافة صفحة
de: Neue Seite hinzufügen
fr: Ajouter une page

source: Manage Pages
ar: ادارة الصفحات
de: Seiten verwalten
fr: Gérer les pages

source: Add Menu Point
ar: اضافة عنصر جديد في القائمة
de: Neuen Menüpunkt hinzufügen
fr: Ajouter Point de Menu

source: Manage Menu Points
ar: ادارة عناصر القوائم
de: Menüpunkte verwalten
fr: Gérer les Points Menu

source: Manage Menu Blocks
ar: ادارة صناديق القوائم
de: Menüblöcke verwalten
fr: Gérer les blocs de menu

source: Manage Sites
ar: إدارة المواقع
de: Webseiten verwalten
fr: Gérer les sites

source: Select Box Content Design
ar: اختر تصميم محتوى الصندوق
de: Design für Blcokinhalt wählen
fr: Sélectionner Design de la boite

source: List all Boxes
ar: قائمة جميع الصناديق
de: Alle Blöcke auflisten
fr: Liste des toutes les boîtes

source: Add new Box
ar: اضافة صندوق جديد
de: Neuen Block hinzufügen
fr: Ajouter une nouvelle boîte

source: Show Box Information
ar: مشاهدة معلومات الصندوق
de: Block Informationen anzeigen
fr: Afficher les information du boîte

source: Modify Box
ar: تعديل صندوق
de: Block ändern
fr: Modifier la boîte

source: Delete Box
ar: حذف صندوق
de: Block löschen
fr: Supprimer la Boite

source: Set Box Offline
ar: تعطيل الصندوق
de: Block offline setzen
fr: Metter la boite Hors Ligne

source: Set Box Online
ar: تفعيل الصندوق
de: Block online setzen
fr: Metter la boite En Ligne

source: List all Main Menus
ar: قائمة جميع القوائم الرئيسية
fr: Liste de tous les menus principaux

source: Modify Main Menu
ar: التعديل على القوائم الرئيسية
fr: Modifier le menu principal

source: Delete Main Menu
ar: حذف القائمة الرئيسية
fr: Effacer le menu principal

source: Set Main Menu Offline
ar: تعطيل القائمة الرئيسية
fr: Metter le Menu principal Hors Ligne

source: Set Main Menu Online
ar: تفعيل القائمة الرئيسية
fr: Metter le Menu principal En Ligne

source: List all Menu Items
ar: قائمة جميع عناصر القوائم
de: Alle Menüs auflisten
fr: Liste des éléments de menu

source: Add new Menu Item
ar: اضافة عنصر جديد في القائمة
de: Neuen Menüpunk hinzufügen
fr: Ajouter un nouveau élément de menu

source: Modify Menu Item
ar: تعديل عنصر القائمة
de: Menüpunkt ändern
fr: Modifier élément de menu

source: Delete Menu Item
ar: حذف عنصر القائمة
de: Menüpunkt löschen
fr: Supprimer élément de menu

source: Set Menu Item Offline
ar: تعطيل عنصر القائمة
de: Menüpunkt offline setzen
fr: Metter l'element du Menu Hors Ligne

source: Set Menu Item Online
ar: تفعيل عنصر القائمة
de: Menüpunkt online setzen
fr: Metter l'element du Menu En Ligne

source: Select Page Content Design
ar: اختر تصميم محتوى الصفحة
de: Design für Seiteninhalt wählen
fr: Choisir un design de la page

source: Modify Page
ar: تعديل صفحة
de: Seite ändern
fr: Modifier la page

source: Delete Page
ar: حذف صفحة
de: Seite löschen
fr: Supprimer la page

source: Set Page Offline
ar: تعطيل الصفحة
de: Seite offline setzen
fr: Mettre la page Hors Ligne

source: Set Page Online
ar: تفعيل الصفحة
de: Seite online setzen
fr: Mettre la page En Ligne

source: Design Pages
ar: تصميم الصفحات
de: Seiten entwerfen
fr: Design de la page

source: Show Quicklist
ar: مشاهدة القائمة السريعة
fr: Afficher la liste rapide

source: List all Sites
ar: قائمة جميع المواقع
fr: Liste des sites

source: Modify Site
ar: تعديل موقع
fr: Modifier le Site

source: Delete Site
ar: حذف موقع
fr: Supprimer le Site

source: Design Sites
ar: تصميم المواقع
fr: Design du Site

source: Add new Text Box
ar: اضافة صندوق نص جديد
de: Textblock hinzufügen
fr: Ajouter une nouvelle zone de texte

source: Edit Block
ar: تعديل صندوق
de: Block ändern
fr: Modifier le Bloc

source: Please check inputs.
ar: الرجاء التثبت من المدخلات
de: Bitte Ihre Eingaben überprüfen
fr: S'il vous plaît vérifier les entrées.

source: Select your Design
ar: اختر التصميم
de: Design wählen
fr: Choisissez votre design

source: Create new Main Menu
ar: اضافة قائمة رئيسية جديدة
fr: Créer un nouveau menu principal

source: Main Menu was successully added
ar: تم اضافة القائمة بنجاح
fr: Menu principal a été ajouté successully

source: Main Menu Data
ar: معلومات القائمة
fr: Information du Menu principal

source: Edit Main Menu
ar: تعديل القائمة الرئيسية
fr: Modifier le Menu Proncipal

source: Create new Menu Item
ar: اضافة عنصر جديد في القائمة
de: Neuen Menüpunkt erstellen
fr: Créer un nouveau élément de menu

source: List Menu Items
ar: قائمة عناصر القوائم
de: Alle Menüpunkte auflisten
fr: Liste des éléments de menu

source: Edit Menu Point
ar: التعديل على عنصر القائمة
de: Menüpunkt ändern
fr: Modifier le point du menu

source: Create new Page
ar: اضافة صفحة جديدة
de: Neue Seite erstellen
fr: Créer une page

source: Page was successully added
ar: تم اضافة الصفحة بنجاح
de: Seite wurde erfolgreich hinzugefügt
fr: Cette page a été ajouté avec succès

source: Frontend management
ar: ادارة الواجهة الخارجية
de: Frontend verwalten
fr: Gestion de l'interface externe

source: Manage Fixed Pages
ar: ادارة الصفحات الثابتة
de: Feste Seiten verwalten
fr: Gérer les pages fixes

source: Failed to delete this page because this page is fixed
ar: لا يمكن حذف هذه الصفحة لأنها صفحة ثابتة
de: Die Seite kann nicht geändert werden, da sie eine feste Seite ist
fr: Impossible de supprimer cette page parce que cette page est fixe

source: Edit Page
ar: تعديل الصفحة
de: Seite ändern
fr: Modifier la page

source: Page Name
ar: اسم الصفحة
de: Seitenname
fr: Nom du page

source: Website
ar: الموقع

source: Site
ar: الموقع
de: Webseite

source: Select a Page
ar: اختر صفحة
de: Seite wählen
fr: Sélectionnez une page

source: Create new Site
ar: اضافة موقع جديد
fr: Créer un nouveau site

source: Site was successully added
ar: تم اضافة الموقع بنجاح
fr: Site a été ajouté avec succès

source: Edit Site
ar: تعديل الموقع
fr: Modifier le site

source: With Border
ar: مع اطار
de: Mit Rahmen
fr: Avec frontière

source: Template File
ar: ملف القالب
de: Vorlagendatei
fr: Fichier du Template

source: Save
ar: حفظ
de: Speichern
fr: Sauvegarder

source: Main Menu Name
ar: اسم القائمة الرئيسية
de: Hauptmenü Name
fr: Nom du menu principal

source: Menu Point Data
ar: معلومات عنصر القائمة
de: Menüpunkt Daten
fr: Information du point de menu

source: Sort ID
ar: الترتيب
de: SortierID
fr: Trié

source: Extern Url
ar: رابط خارجي
de: Externe URL
fr: Url Externe

source: Select intern Page
ar: اختيار صفحة داخلية
de: Interne Seite wählen
fr: Sélectionnez une page interne

source: Main Menu
ar: قائمة رئيسية
de: Hauptmenü
fr: Menu principal

source: Target
ar: الهدف
de: Ziel
fr: Cible

source: blank
ar: صفحة خارجية
fr: Vide

source: self
ar: نفس الصفحة
fr: Meme page

source: Parent
ar: الاصل
de: Unter
fr: Origine

source: Product Category
ar: قسم المنتجات
de: Produktkategorie
fr: Categorie des produits

source: You can link this menu to product category
ar: يمكن ربط القائمة باقسام المنتجات
de: Sie können dieses Menü mit einer Produktkategorie verbinden
fr: Vous pouvez lier cet element à la catégorie de produit

source: Page Title
ar: عنوان الصفحة
de: Seitentitel
fr: Titre du page

source: Search Engine
ar: محرك البحث
de: Suchmachine
fr: Moteur de recherche

source: Page Content
ar: محتوى الصفحة
de: Seiteninhalt
fr: Contenu de la page

source: Page Settings
ar: اعدادات الصفحة
de: Seiteneinstellungen
fr: Paramètres de la page

source: Page Name (intern)
ar: اسم الصفحة في لوحة التحكم
de: Seitenname (intern)
fr: Nom de la page (interne)

source: Meta Keywords
ar: مفاتيح كلمات البحث
de: Meta Schlüsselwörter

source: comma separated keywords
ar: مفاتيح كلمات البحث مفصولة بفاصلة
de: Schlüsselwörter (durch Komma getrennt)
fr: Mots-clés séparés

source: Meta Description
ar: وصف الميتا
de: Meta Beschreibung
fr: Description du Meta

source: Html Content
ar: محتوى ايتش تي ام ال
de: HTML Inhalt
fr: Contenu de Html

source: Layout
ar: التصميم
fr: Disposition

source: Author Name
ar: اسم الكاتب
de: Autor Name
fr: Nom de l'auteur

source: Update Author Name
ar: تحديث اسم الكاتب
de: Autor Name aktualisieren
fr: Mise à jour du nom de l'auteur

source: Inherit Design from Site
ar: وراثة التصميم من الموقع
de: Entwurf von Webseite erben
fr: Hériter de le design du site

source: Site Settings
ar: اعدادات الموقع
de: Webseiteneinstellungen
fr: Paramètres du site

source: Site Name
ar: اسم الموقع
de: Webseitenname
fr: Nom du site

source: Site Title
ar: عنوان الموقع
de: Webseitentitel
fr: Titre du site

source: Root Directory
ar: جذر الدليل
de: Hauptverzeichnis
fr: Répertoire racine

source: Width
ar: العرض
de: Breite
fr: largeur

source: Select Site Style
ar: اختر شكل الموقع
de: Webseitenstil auswählen
fr: Sélectionnez un Style de site

source: Require Login
ar: يتطلب تسجيل دخول
de: Anmeldung erforderlich
fr: Exiger une connexion

source: Select Homepage
ar: اختر الصفحة الرئيسية
de: Homepage wählen
fr: Sélectionnez Page d'accueil

source: Menu item name
ar: اسم عنصر القائمة
de: Menüpunkt-Name
fr: Nom du element du menu

source: URL
ar: الرابط

source: Modify Design
ar: تعديل التصميم
de: Design ändern
fr: Modifier le design

source: Set as default
ar: تعيين كافتراضي
de: Als Standart festlegen
fr: Définir par défaut

source: Variable Block
ar: صندوق متغييرات
de: Variabler Block
fr: Variable du bloc

source: Text Block
ar: صندوق نص
fr: Bloc de texte

source: Horizontal Menu Block
ar: صندوق قائمة أفقية
de: Horizontaler Menüblock
fr: Bloc de menus horizontale

source: Vertical Menu Block
ar: صندوق قائمة عمودية
de: Verticaler Menüblock
fr: Bloc verticale de Menu

source: Page Box Block
ar: صندوق صفحة
de: Seitenblock
fr: Boite de la page

source: Block
ar: صندوق

source: Online
fr: En ligne

source: My Account
de: Mein Account
fr: Mon compte

source: Content
de: Inhalt
fr: Contenu

source: Status
fr: Etat

source: Default
de: Standart
fr: Par défaut

source: Description
de: Beschreibung
