Repository: chagraCome/Blueshopv3
Catalog: Modules/Paytabs/I18N/*.po
Languages: ar

source: Manage Paytabs Settings
ar: ادارة اعدادت الباي تابس

source: Paytabs Settings
ar: اعدادات باي تابس

source: Merchant ID
ar: حساب التاجر

source: Merchant Password
ar: كلمة مرور حساب التاجر

source: Currency
ar: العملة

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: English
ar: الانجليزية

source: Save
ar: حفظ

source: Data was successfully saved
ar: تم حفظ الاعدادات بنجاح

source: Please check inputs.
ar: الرجاء التحقق من المدخلات

source: Sales order was Paid
ar: عملية الدفع تمت بنجاح

source: Sales order was not paid
ar: عملية الدفع لم تتم

source: Your Sales Order was not paid
ar: عملية الدفع لم تتم

source: Information
ar: معلومات

source: List Payment Methods
ar: قائمة وسائل الدفع

source: Add new Payment Methods
ar: اضافة وسيلة دفع جديدة
