Repository: chagraCome/Blueshopv3
Catalog: Modules/Product/I18N/*.po
Languages: ar

source: Inventory
ar: المخزن

source: Manage Categories
ar: ادارة الاقسام

source: Add a Category
ar: إضافة قسم

source: Manage Products
ar: ادارة المنتجات

source: Group Edit
ar: تعديل جماعي للمنتجات

source: Add a new Product
ar: اضافة منتج جديد

source: Manage Manufactures
ar: ادارة الماركات

source: Manage Product Sets
ar: ادارة مجموعات المنتج

source: Manage Product Attributes
ar: ادارة خصائص المنتج

source: Products Settings
ar: اعدادات المنتج

source: Product Module
ar: إدارة المخزن

source: Add Product Category
ar: اضافة قسم جديد

source: Delete Product Category
ar: حذف قسم

source: Modify Product Category
ar: التعديل على الأقسام

source: Offline Product Category
ar: تعطيل قسم

source: Online Product Category
ar: تفعيل قسم

source: Sort Product Category
ar: ترتيب الأقسام

source: Delete Product Document
ar: حذف وثيقة من المنتج

source: Detail Product Document
ar: تفاصيل وثائق المنتج

source: Add Product Image
ar: اضافة صورة للمنتج

source: Delete Product Image
ar: حذف صورة من المنتج

source: Modify Product Image
ar: التعديل على صورة المنتج

source: Modify Product Price
ar: التعديل على سعر المنتج

source: List Products
ar: قائمة المنتجات

source: Delete Product
ar: حذف المنتج

source: Modify Product
ar: تعديل المنتج

source: Product Details
ar: تفاصيل المنتج

source: Set Product Online
ar: تفعيل المنتج

source: Set Product Offline
ar: تعطيل المنتج

source: Manage Product Media
ar: ادارة الوسائل الاعلامية

source: Manage Grouped Product
ar: ادارة المنتجات المجمٌعة

source: Product Quicklist
ar: قائمة المنتجات السريعة

source: Marketing Product
ar: منتج تسويقي

source: List Offline Products
ar: قائمة المنتجات المُعطلة

source: List Special Products
ar: قائمة المنتجات الخاصة

source: Manage Product Configuration
ar: ادارة تكوين المنتج

source: Setting Product
ar: إعدادات المنتج

source: Add new product category
ar: اضافة قسم جديد

source: Please check inputs.
ar: الرجاء التأكد من المعلومات

source: List categories
ar: قائمة الاقسام

source: Modify product category
ar: تعديل القسم

source: Sort Categories
ar: ترتيب الأقسام

source: Add a new Product Document
ar: اضافة وثيقة للمنتج

source: Document was successully added
ar: تم اضافة الوثيقة بنجاح

source: Document Details
ar: تفاصيل الوثيقة

source: Add new Product Image
ar: اضافة صورة منتج

source: List Images
ar: قائمة الصور

source: Edit Product Image
ar: تعديل صورة المنتج

source: Add new Manufacturer
ar: اضافة ماركة جديدة

source: List all manufacturers
ar: قائمة الماركات

source: Modify Manufacturer
ar: التعديل على الماركة

source: Product Prices
ar: اسعار المنتج

source: Delete
ar: حذف

source: Prices
ar: الأسعار

source: Price
ar: السعر

source: Special Price
ar: سعر العرض

source: Date From
ar: تاريخ العرض يبدا من

source: Date To
ar: تاريخ العرض صالح الى غاية

source: Table Price
ar: جدول الأسعار

source: Quantity
ar: الكمية

source: Navigation
ar: التّصفح

source: Save
ar: حفظ

source: Add new product
ar: اضافة منتج جديد

source: Product Configurations
ar: تكوين المنتج

source: Configuration Attributes
ar: خصائص التكوين

source: Configurable Products
ar: منتجات مُكوٌنة

source: Save Configuration
ar: حفظ التكوين

source: Manage Grouped Products
ar: ادارة المنتجات المجمٌعة

source: Grouped Products
ar: منتجات مجمٌعة

source: Select Product
ar: اختر منتج

source: Duplication
ar: مضاعفة

source: Set Online
ar: تفعيل

source: Set Offline
ar: تعطيل

source: List all products
ar: قائمة جميع المنتجات

source: Manage Media
ar: ادارة وسائل الاعلام

source: Related Products
ar: المنتجات المتعلقة

source: Add new Product
ar: اضافة منتج جديد

source: Cross Selling
ar: منتجات مختارة

source: Up Selling
ar: منتجات مشابهة

source: Product Images
ar: صور المنتج

source: Add new Image
ar: اضافة صورة جديدة

source: Product Documents
ar: وثائق المتج

source: Add new Document
ar: اضافة وثيقة

source: Modify product
ar: تعديل المنتج

source: Modify all products
ar: تعديل جماعي للمنتجات

source: Edit
ar: تعديل

source: Product Type
ar: نوع المنتج

source: Simple Product
ar: منتج بسيط

source: Service Product
ar: منتج خدماتي

source: Grouped Product
ar: منتجات مجمٌعة

source: Attribute Set
ar: مجموعة الخصائص

source: Default Attribute Set
ar: مجموعة الخصائص الافتراضية

source: Next Step
ar: الخطوة القادمة

source: Image
ar: الصورة

source: Product Number
ar: رقم المنتج

source: Product Name
ar: اسم المنتج

source: Select a product
ar: اختر منتج

source: List Recommended products
ar: قائمة المنتجات الموصى بها

source: Unassign
ar: إلغاء

source: Add Product
ar: اضافة منتج

source: Manage Shipping Options
ar: ادارة اعدادات الشحن

source: Data was successfully saved
ar: تم حفظ البيانات بنجاح

source: Allowed Shipping methods
ar: وسائل الشحن المسموح بها

source: Shipping Method
ar: وسائل الشحن

source: Apply Changes
ar: تطبيق التغييرات

source: Sales Count
ar: عدد المبيعات

source: Product Settings
ar: اعدادات المنتج

source: Product List Frontend
ar: قائمة المتجات في الواجهة الخارجية للمتجر

source: Products per page
ar: عدد المنتجات في الصفحة الواحدة

source: Display Title
ar: إظهار العنوان

source: Display Price
ar: إظهار الثمن

source: Display Quantity
ar: إظهار الكمية

source: Display Mode
ar: طريقة العرض

source: Product Image Settings
ar: اعدادات صور المنتج

source: Image Width (Pixel)
ar: عرض الصورة بالبكسل

source: Image Height (Pixel)
ar: ارتفاع الصورة بالبكسل

source: Image Thumb Width (Pixel)
ar: عرض الصورة الصغييرة بالبكسل

source: Image Thumb Height (Pixel)
ar: ارتفاع الصورة الصغيرة بالبكسل

source: Shopping Cart & Stock Management
ar: سلة التسوق وادارة المخزون

source: Enable Auto Stock Management?
ar: تفعيل ادارة المخزون التلقائية

source: Display Products when Quantity is null?
ar: استعراض المنتج عندما تنتهي كميته

source: Record Numbering
ar: الترقيم

source: Prefix
ar: حروف

source: Like: PROD
ar: مثل PROD

source: Start Record
ar: الترقيم يبدأ من

source: Name
ar: الاسم

source: Parent Category
ar: القسم الرئيسي

source: Sort Id
ar: رقم الترتيب

source: State
ar: تفعيل

source: Description
ar: الوصف

source: Category Logo
ar: شعار القسم

source: Logo
ar: الشعار

source: Category Banner
ar: لافتة القسم

source: General Informations
ar: معلومات عامة

source: Subject
ar: الموضوع

source: Comment
ar: التعليق

source: Public
ar: عمومي

source: Author
ar: اسم الكاتب

source: Insert Date
ar: تاريخ الإنشاء

source: Product
ar: المنتج

source: Document
ar: الوثيقة

source: Zip File
ar: ملف مضغوط

source: Software
ar: البرنامج

source: Type
ar: النوع

source: File to upload
ar: رفع الملف

source: Image to upload
ar: رفع الصورة

source: Important for the search engines (image search)
ar: مهم جدا لمحركات البحث, خاصة عند البحث عن الصور

source: Max Width (Pixel)
ar: اقصى حد للعرض بالبكسل

source: Max Height (Pixel)
ar: اقصى ارتفاع بالبكسل

source: if not public, the image will not be appear in the frontend
ar: ان لم تكن الصورة عمومية فانها لن تظهر في الواجهة الخارجية للمتجر

source: Remote URL
ar: رابط خارجي

source: Note: by using remote url, the uploaded image will be ignored!
ar: ملاحظة: عند اضافة رابط صورة فان الصورة المحمٌلة سيتم تجاهلها

source: Size Informations
ar: معلومات الحجم

source: Page
ar: الصفحة

source: Manufacturer Logo
ar: شعار الماركة

source: Previous Step
ar: الخطوة السابقة

source: Title
ar: الاسم

source: Number
ar: الرقم

source: Category
ar: القسم

source: Manufacturer
ar: الماركات

source: Mark as new Product
ar: تصنيف منتج جديد

source: Show In Home
ar: المشاهدة في الصفحة الرئيسية

source: Short Description
ar: وصف قصير

source: Product Information
ar: معلومات المنتج

source: Stock Management
ar: ادارة المخزون

source: Manage Stock for this Product
ar: ادارة مخزون هذا المنتج

source: Available Quantity
ar: الكمية المتاحة

source: Product Description
ar: وصف المنتج

source: Attributes
ar: الخصائص

source: Email
ar: البريد الالكتروني

source: Your freinds name
ar: اسم صديقك

source: Your freinds email
ar: بريد صديقك الالكتروني

source: Message
ar: رسالة

source: Send
ar: ارسل

source: Categories
ar: الاقسام

source: Best Regards
ar: مع أطيب التحيات

source: Parent
ar: تحت

source: Document Name
ar: اسم الوثيقة

source: Document Type
ar: نوع الوثيقة

source: Download
ar: تحميل

source: Image Name
ar: اسم الصورة

source: Extension
ar: امتداد

source: RemoteURL
ar: رابط خارجي

source: Home Page
ar: الصفحة الرئيسية

source: Product Category
ar: قسم المنتج

source: User
ar: المستخدم

source: Discount
ar: التخفيض

source: file cannote be uploaded
ar: لا يمكن رفع الملف

source: Product Quantity Alert
ar: انذار نفاذ الكمية

source: Product was deleted
ar: تم حذف المنتج

source: Given quantity must be greater than 0
ar: الكمية المضافة يجب ان تكون اكبر من 0

source: No enougth quantity for %s, max quantity is %s
ar: لا توجد كمية كافية لهذا المنتج %s, اقصى كمية هي: %s

source: Product Category Information
ar: معلومات قسم المنتج

source: Product Category Description
ar: وصف قسم المنتج

source: Description
ar: الوصف

source: Product Comment Information
ar: معلومات تعليق المنتج

source: Product
ar: المنتج

source: Product Comment Description
ar: تفاصيل تعليق المنتج

source: Status
ar: الحالة

source: Special Price From
ar: سعر العرض يبدأ من

source: Manage Stock
ar: إدارة المخزون

source: Information
ar: اعلام

source: List Categories
ar: قائمة الاقسام

source: Add new Category
ar: اضافة قسم جديد

source: List Products
ar: قائمة المنتجات

source: Category List
ar: قائمة الاقسام

source: General information
ar: معلومات عامة

source: Shipping Options
ar: خيارات الشحن

source: Marketing
ar: التسويق

source: Configuration
ar: التكوين

source: Edit Product
ar: تعديل المنتج

source: Table Prices
ar: جدول الأسعار

source: Unit Price
ar: سعر الوحدة

source: List All Products
ar: قائمة جميع المنتجات

source: Compare Products
ar: مقارنة المنتجات

source: Add to Cart
ar: اضف الى سلة التسوق

source: Home
ar: الصفحة الرئيسية

source: Old Price
ar: السعر القديم

source: From
ar: من

source: To
ar: إلى

source: Buy Now
ar: اشتري الآن

source: Print
ar: طباعة

source: Send to friend
ar: ارسل لصديق

source: Delete bookmark
ar: حذف من قائمة رغباتي

source: Add bookmark
ar: اضافة الى قائمة رغباتي

source: Add to Facebook
ar: انشر في الفيس بوك

source: Add to Twitter
ar: انشر في توتر

source: Selected products
ar: منتجات مختارة

source: Products included in the offer
ar: المنتجات المدرجة في العرض

source: Included in the offer
ar: مدرج في العرض

source: Unit price
ar: سعر الوحدة

source: image thumb
ar: صورة المنتج

source: May be also interessant
ar: منتجات قد تهمك

source: Similar Products
ar: منتجات مشابهة

source: Details
ar: التفاصيل

source: Sort by
ar: ترتيب حسب

source: Please select
ar: الرجاء الاختيار

source: Price Ascending
ar: سعر تصاعدي

source: Price Descending
ar: سعر تنازلي

source: Result
ar: النتيجة

source: from
ar: من

source: No Products available
ar: لا توجد منتجات

source: Product number
ar: رقم المنتج

source: Preview
ar: مشاهدة

source: Item price
ar: السعر

source: Remove
ar: حذف

source: Your wishlist is empty
ar: قائمة المفضلة فارغة

source: List product need quotation
ar: قائمة المنتجات التي تستوجب عرض أسعار

source: Request Quotation
ar: طلب عرض أسعار

source: Images & Documents
ar: صور و وثائق

source: Product Multi Upload Images
ar: رفع جماعي للصور
