Repository: chagraCome/Blueshopv3
Catalog: Modules/Backup/I18N/*.po
Languages: ar, de, fr

source: Information
de: Informationen
fr: Informations

source: Generate new Backup
ar: توليد نسخة احتياطية جديدة
de: Neues Backup generieren
fr: Générer un nouveau sauvegarde

source: Local Bakups
ar: نسخ احتياطية محلية
de: Lokales Backup
fr: Sauvegarde Locales

source: Remote Backups
ar: نسخ احتياطية عن بعد
de: Backup-Remote
fr: Sauvegardes à distance

source: Local Bakup
ar: نسخة احتياطية محلية
de: Locales Backup
fr: Sauvegarde Locale

source: Remote Backup
ar: نسخة احتياطية عن بعد
de: Backup-Remote
fr: Sauvegardes à distance

source: Manage Backups
ar: إدارة النسخ الاحتياطية
de: Backups verwalten
fr: Gérer les sauvegardes

source: hostname is missing
ar: إسم المضيف مفقود
fr: Nom d'hôte est absent

source: Backup Manager
ar: ادارة النسخ الاحتياطية
de: Backup
fr: Gérer les sauvegardes

source: Generate Backup
ar: اصدار نسخة احتياطية
de: Backup generieren
fr: Générer un sauvegarde

source: Upload Backup
ar: تحميل نسخة احتياطية
de: Backup hochladen
fr: Télécharger sauvegarde

source: Manage Backup Setting
ar: إعدادات النسخ الاحتياطية
de: Backupseinstellungen verwalten
fr: Gérer Paramètre de sauvegarde

source: Backup Module
fr: Module de Sauvegarde

source: Delete Backup
ar: حذف نسخة احتياطية
fr: Supprimer la sauvegarde

source: Download Backup
ar: تحميل نسخة احتياطية
fr: Télécharger les sauvgardes

source: List Backups
de: Backups auflisten
fr: Liste des sauvegardes

source: Local Backups
ar: النسخ الاحتياطية المحلية
fr: Sauvegardes locales

source: List Remote Backups
ar: قائمة النسخ الاحتياطية عن بعد
fr: Liste des sauvegardes distante

source: Restore Backup
ar: استعادة النسخ الاحتياطية
de: Backup wiederherstellen
fr: Restaurer la sauvegarde

source: Setting Backup
ar: إعدادات النسخ الإحتياطية
fr: Paramètre de sauvegarde

source: Generate Local Backup
ar: اصدار نسخة احتياطية محلية
de: Internes Backup generieren
fr: Générer les sauvgardes locales

source: Generate Remote Backup
ar: اصدار نسخة احتياطية خارجية
de: Externes Backup generieren
fr: Générer les saovgardes distante

source: Logged to FTP Server Successfully
ar: تسجيل لخادم بروتوكول نقل الملفات بنجاح
de: Die Verbindung zur FTP-Host wurde hergestellt
fr: Connecté au serveur FTP avec succès

source: Backup was successully done!
de: Aktion erfolgreich ausgeführt
fr: Sauvegarde a été effectuée avec succès!

source: Cannot connect to ftp host
ar: لا يمكن الاتصال باستضافة بروتوكول نقل الملفات
de: Die Verbindung zur FTP-Host kann nicht hergestellt werden
fr: Impossible de se connecter à l'hôte ftp

source: Please Verify Input
de: Bitte Eingaben verifizieren
fr: S'il vous plaît vérifier les entrées

source: Zip Archive is not valid backup
ar: الملف الذي تم اختياره ليس بنسخة احتياطية
de: Zip-Archive ist kein gültiges Backup
fr: Le fichier Zip n'est pas valide

source: Backup Settings
ar: إعدادات النسخ الاحتياطية
de: Backupeinstellungen
fr: Paramètres de sauvegarde

source: Backup Local Path
ar: مسار النسخ الاحتياطية
de: Pfad der Backup
fr: Chemin d'accès local

source: Save
ar: حفظ
fr: Sauvegarder

source: Data was successfully saved
fr: Les données ont été sauvegardées avec succès

source: Please check inputs
fr: S'il vous plaît vérifier les entrées

source: File Name
ar: اسم الملف
de: Dateiname
fr: Nom de fichier

source: Select Modules
ar: اختر الوحدة
de: Ausgewählte Module
fr: Sélectionnez Modules

source: Backup Type
ar: نوع النسخة
de: Backuptyp
fr: Type de Sauvgarde

source: Backup database and media
ar: نسخ قاعدة البيانات و ملفات الميديا
de: Datenbank und Media sichern
fr: Sauvgarder les medias et la base des donnees

source: Backup media only
ar: وسائط النسخ الاحتياطي فقط
de: Nur Media sichern
fr: Sauvgarder Seulement les medias

source: Backup database only
ar: قاعدة بيانات النسخ الاحتياطي فقط
de: Nur Datenbank sichern
fr: Sauvgarder Seulement la base des donnees

source: Generate
ar: اصدار
de: Generieren
fr: Générer

source: General Informations
de: Allgemeine Informationen
fr: Informations générales

source: Host Name
ar: إسم المضيف
de: Hastname
fr: Nom de la hote

source: User Name
de: Benutzername
fr: Nom d'utilisateur

source: Password
de: Passwort
fr: Mot de passe

source: Path
ar: المسار
de: Pfad
fr: Chemin d'accès

source: Ftp Informations
ar: معلومات بروتوكول نقل الملفات
de: FTP-Informationen
fr: Informations sur le serveur FTP

source: Restore Type
ar: نوع استعادة
de: Art der Wiederherstellung
fr: Type de restauration

source: Restore database and media
ar: استرجاع قاعدة البيانات و الميديا
de: Datenbank und Media wiederherstellen
fr: Restaurer les media et la base des donnees

source: Restore media only
ar: استعادة وسائل الإعلام فقط
de: Nur Media wiederherstellen
fr: Restaurer Seulement les media

source: Restore database only
ar: استعادة قاعدة البيانات فقط
de: Nur Datenbank wiederherstellen
fr: Restaurer Seulement la base ds donnees

source: Restore
ar: استرجاع
de: Wiederherstellen
fr: Restaurer

source: Select Backup to upload
ar: اختيار الملف لرفعه
de: Backup zum Hochladen auswählen
fr: Sélectionner la sauvegarde pour l'uploader

source: Upload
de: Hochladen
fr: Télécharger

source: Backup Name
ar: الاسم
fr: Nom de sauvegarde

source: Filesize
ar: حجم الملف
de: Dateigröße
fr: Taille du fichier

source: Download
de: Runterladen
fr: Télécharger

source: Delete
de: Löschen
fr: Supprimer

source: Data was successfully restored
de: Daten wurden erfolgreich wiederhergestellt

source: Action
ar: المهمة
de: Aktion

source: Date
de: Datum

source: Port
ar: المنفذ
