Repository: chagraCome/Blueshopv3
Catalog: Modules/Cashu/I18N/*.po
Languages: de

source: Information
de: Informationen

source: List Payment Methods
de: Bezahlmethoden auflisten

source: Add new Payment Methods
de: Neue Bezahlmethoden hinzufügen

source: Payment
de: Bezahlung

source: Manage Cashu Settings
de: Cashu Einstellungen verwalten

source: Encryption Keyword
de: Passwort verschlüsseln

source: Test Mode
de: Test Modus

source: Currency
de: Währung

source: Language
de: Sprache

source: Login Informations
de: Anmeldeinformationen

source: General Informations
de: Allgemeine Informationen

source: Sales order was Not completed
de: Bestellung wurde nicht vervollständigt

source: Your Sales Order was not paid
de: Ihre Bestellung wurde nicht bezahlt

source: Sales order was canceled by user during payment
de: Bestellung wurde während der Bezahlung storniert

source: Your Sales Order was canceled
de: Ihre Bestellung wurde storniert

source: Sales order was Paid
de: Bestellung wurde bezahlt

source: Sales order was not paid
de: Bestellung wurde nicht bezahlt
