Repository: chagraCome/Blueshopv3
Catalog: Modules/Installer/I18N/*.po
Languages: ar, de, fr

source: Info
ar: اعلام
fr: Information

source: List Modules
ar: قائمة الوحدات
de: Alle Module auflisten
fr: Liste des Modules

source: Package Information
ar: معلومات الحزمة
de: Packetinfos
fr: Information du paquet

source: Module Name
ar: اسم الوحدة
fr: Nom du Module

source: Module Version
ar: نسخة الوحدة
fr: Version du Module

source: Module Build Date
ar: تاريخ انشاء الوحدة
de: Module Erstellungsdatum
fr: Date de fabrication du module

source: Module Description
ar: وصف الوحدة
de: Module Beschreibung
fr: Description du Module

source: Navigation
ar: التّصفح

source: Execute
ar: نفٌذ
de: Ausführen
fr: Executer

source: Information
ar: معلومات
de: Informationen

source: Upload Modules
ar: رفع الوحدة
de: Module hochladen
fr: Télécharger les Modules

source: Zip File
ar: ملف مضغوط
de: Zip Datei
fr: Fichier Zip

source: List modules
ar: قائمة الوحدات
de: Alle Module auflisten
fr: Liste des Modules

source: Module
ar: الوحدة

source: Vesion
ar: النسخة
fr: Version

source: Build Date
ar: تاريخ الانشاء
de: Erstellungsdatum
fr: Date de fabrication

source: State
ar: الحالة
de: Status
fr: L'état

source: Actions
ar: العملية
de: Aktionen
fr: Action

source: checked
ar: التحقق
de: gecheckt
fr: Vérifié

source: Install
ar: تثبيت
de: Installieren
fr: Installer

source: Exclamation
ar: تفاصيل الموديول
de: Ausruf
fr: Details du Module

source: Lastversion
ar: اخر نسخة
de: Letzte Version
fr: Dernière version

source: Update
ar: تحديث
de: Aktualisierung
fr: Mise a jour

source: Bpm
ar: إدارة سير العمليات

source: Backup Module
ar: النسخ الاحتياطية
fr: Module de sauvegarde

source: Banner Module
ar: البانرات
fr: Bannière Module

source: Cashu
ar: كاش يو

source: Advanced Content Management System
ar: إدارة محتوى الصفحات
fr: Système de gestion de contenu avancée

source: Comment Module
ar: وحدة التعليقات
fr: Commentaire Module

source: Customer Relationship Management
ar: إدارة علاقات العملاء
fr: Gestion de la Relation Client

source: Default Module
ar: وحدة الافتراضي
fr: Module de défaut

source: Doc
ar: وحدة التوثيق
fr: Guide de l'utilisateur

source: Packages Installer Module
ar: وحدة التنصيب
fr: Installation Module

source: Invoice Module
ar: وحدة الفواتير
fr: Module de facture

source: NewsLetter Module
ar: وحدةالرسائل الإخبارية
fr: Module de NewsLetter

source: Payment Management Module
ar: وحدة إدارة طرق الدفع
fr: Module de gestion des paiements

source: Paypal
ar: باي بال

source: Inventory Module
ar: وحدة المخزن
fr: Module d'inventaire

source: Sales Order Management Module
ar: وحدة إدارة طلبات شراء
fr: Module de gestion du commande

source: Settings Module
ar: وحدة الإعدادات
fr: Module Paramètres

source: Backend User Management System
ar: وحدة المستخدمين
fr: Module utilisateur

source: Webmail Module
ar: وحدة البريد الالكتروني
fr: Module Webmail

source: Setting
ar: الاعدادات
de: Einstellungen

source: Module Management
ar: ادارة الوحدات
de: Module Verwaltung
fr: Gestion des modules

source: Installer Module
ar: إدارة المثبت
fr: Installer le Module

source: Show Module Information
ar: عرض معلومات الوحدة
de: Module Informationen anzeigen
fr: Afficher Informations sur le module

source: Details of the Module
ar: تفاصيل الوحدة
de: Details über Module
fr: Détails du module

source: Manifest was not found
ar: لم يتم العثور على Manifest
de: Manifest wurde nicht gefunden
fr: Fichier Manifest non trouver

source: Modules Management
ar: اداراة الوحدات
de: Module Verwaltung

source: Module was updated successfully.
ar: تم تحديث الوحدة بنجاح.
de: Module wurde erfolgreich aktualisiert
fr: Module a été mis à jour.

source: Module %s is required to complete the installation.
de: Module %s wird benötigt um die Installation zu vervollständigen

source: Module %s version %s is required to complete the installation.
de: Module %s Version %s wird benötigt um die Installation zu vervollständigen

source: Manifest was not found.
de: Manifest wurde nicht gefunden

source: Boot file was not found
de: Boot Datei wurde nicht gefunden
