Repository: chagraCome/Blueshopv3
Catalog: Modules/Default/I18N/*.po
Languages: de

source: Information
de: Informationen

source: Control Panel
de: Kunden Kontrolpanel

source: Welcome
de: Willkommen

source: Last Login time
de: Letzer Login

source: Last Login host
de: Letzer Anmeldungshost

source: You have
de: Sie haben

source: Messages
de: Nachrichten

source: Back
de: Zurück

source: About
de: Über

source: Welcome to control panel
de: Willkommen zur Kontrolpanel

source: Price Range
de: Preisspanne

source: You are not allowed to access this page!
de: Sie sind nicht berechtigt, diese Seite zu betreten!

source: requested page not found!
de: Angeforderte Seite wurde nicht gefunden!

source: List Portlets
de: Alle Blöcke auflisten

source: Local
de: Ort

source: Save
de: Speichern

source: Locale Info
de: Ortinformationen

source: Country
de: Land

source: Country ISO
de: Land ISO

source: Currency Cent
de: Währung Cent

source: Double Comma
de: Doppelkomma

source: Thousand Sep
de: Tausender-Trennzeichen

source: Decimal Sep
de: Dezimaltrennzeichen

source: Shop is offline now please back later
de: Webshop ist offlinebitte besuchen Sie uns später nochmal. Danke
