Repository: chagraCome/Blueshopv3
Catalog: Modules/Rating/I18N/*.po
Languages: ar

source: Comment and Rating
ar: التقييم و التعليقات

source: Quality
ar: الجودة

source: Information
ar: اعلام

source: Comment:
ar: التعليق :

source: Name:
ar: الاسم :

source: Manage Rating Comments
ar: ادارة تعليقات التقييم

source: Rating Module
ar: إدارة التقييمات

source: Delete Rating
ar: حذف تقييم

source: Details Rating
ar: تفاصيل التقييم

source: List all Rating
ar: قائمة جميع التقييمات

source: Offline Rating
ar: تعطيل تقييم

source: Online Rating
ar: تفعيل تقييم

source: Rating Details
ar: تفاصيل التقييم

source: List Ratings
ar: قائمة التقييمات

source: Rate Quality
ar: تقييم الجودة

source: Name
ar: الاسم

source: Comment
ar: التعليق

source: Security Code
ar: كود التحقق

source: Rate Now
ar: قيم الآن

source: Add new Rating
ar: اضافة تقييم جديد

source: Please check inputs.
ar: يرجى التحقق من المدخلات

source: Visitor Name
ar: اسم الزائر

source: Rate Date Time
ar: تاريخ التقييم

source: Ip Address
ar: عنوان الاي بي

source: Rate
ar: التقييم

source: Commented Product
ar: المنتج

source: Status
ar: الحالة

source: Delete
ar: حذف

source: IP
ar: الاي بي

source: Go to Product
ar: المنتج
